[
  {
    "_id": "5dcfa98b636b680b84684652",
    "url": "https://rennlist.com/forums/market/1169842",
    "cabriolet": false,
    "city": "Louisville",
    "country": "United States",
    "description": "In the age of today's times and technology, everything is bigger, better and faster but some of us still prefer analog engagement of driving like medicine for the soul, this is the very last...",
    "info": "997.2 GT3",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 127500,
    "state": "KY",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AC2A9XAS783306",
    "year": 2010,
    "detailed_description": "In the age of today's times and technology, everything is bigger, better and faster but some of us still prefer analog engagement of driving like medicine for the soul, this is the very last of those cars and one of the cleanest lowest mile examples on the market today. A car that was not mass produced and special with no need for introduction for the true driver. Most of these cars on the market have been thrashed and trashed with double and triple times the miles on them than this one and they are still all solid cars because they were built tough. I've not tracked this car but I have had it at high rates of speed and the back roads and it is a confident runner. It has one of the lightest configuration you can get with ceramic brakes so it is nimble and fun. The noise it makes is like no other and music to the ears. This car has had no accidents and has all of its original paint and is almost in the condition top, bottom, inside and out as it was when it rolled off the showroom floor. I have two keys the manual and a car cover to keep it that way. The car is stock other than a carbon fiber fab speed filter intake and sharkwerks exhaust. It needs nothing else and is the perfect blend for a crisp response of power all thru the rpms. The RS accents were done previously before I purchased it and they look factory with the wheels literally looking like candy and flawless. I've had the car with in the last 500 miles fully serviced all fluids and spark plugs done, it has new tires with in the last 2000 miles and needs nothing but a driver. Overrev DME report attached. Any questions please message me. Will entertain a possible trade or trades, up or down, air cooled, turbo, GT or specialty 911 porsche's only.  "
  },
  {
    "_id": "5dcfa98b636b680b84684667",
    "url": "https://rennlist.com/forums/market/1169825",
    "cabriolet": false,
    "city": "Dallas",
    "country": "United States",
    "description": "2012 911 Turbo S - 22300 miles Basalt Black Black Full Leather Sirius xm Heated front seats Ventilated front seats 12 way power seats clear tail lights Center Console painted exterior...",
    "info": "2012 911 Turbo S",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 90000,
    "state": "TX",
    "transmission": "Automatic",
    "turbo": true,
    "vendor": false,
    "vin": "WPOAD2A95CS766588",
    "year": 2012,
    "detailed_description": "2012 911 Turbo S - 22300 miles Basalt Black Black Full Leather Sirius xm Heated front seats Ventilated front seats 12 way power seats clear tail lights Center Console painted exterior basalt comfort seats Just came out of Porsche CPO back in December Porsche Park Place in Dallas serviced Drive belt done 3/18 along with oil and front tires due for oil change and rear tires now Still has Mastertech ULTRA road hazard warranty k40 360 with front and rear laser jammers installed, hidden remote in ashtray - see pics stage 1 paint correction and ceramic coating done dec 18 - car gets compliments everywhere I go! unmolested bone stock minus radar and clear front bra. adult owned and stored inside. I've owned almost 3 years and have new car in route. clean car fax pulled - see attached happy to grab some better pics or any additional pics if needed.  someone backed into the car in the garage, see picture attached, and caused a small white paint mark and crease, so I had the bumper cover changed. work was done through porsche and then rewrapped in clear. this was not listed on the carfax, but I'm happy to share. perfect OEM bumper replacement. great car and will be missed but looking forward to new 911. 90K"
  },
  {
    "_id": "5dcfa98b636b680b84684668",
    "url": "https://rennlist.com/forums/market/1169557",
    "cabriolet": false,
    "city": "Bucks County",
    "country": "United States",
    "description": "Beautiful 997.2 Carrera S coupe PDK  LIMTED SLIP Sport Suspension PASM Sports Suspension Nav, Sat, Bluetooth, Dynamic Lights etc etc See attached build sheet.  Clear Bra on front...",
    "info": "2011 997.2 S Coupe 16,700 miles Limited Slip",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 65995,
    "state": "PA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A91BS720342",
    "year": 2011,
    "detailed_description": "Beautiful 997.2 Carrera S coupe PDK  LIMTED SLIP Sport Suspension PASM Sports Suspension Nav, Sat, Bluetooth, Dynamic Lights etc etc See attached build sheet.  Clear Bra on front fenders, hood and mirrors. Stunning car with the right options Fresh 20k service just completed. Records. Clean Carfax, No paint work.  This is a no excuses car.  This car was purchased at a CPO in March of 2013. It was owned by a good friends family. I was going to keep it, but I am really an air cooled guy. As some of you who know me know, I am a small time dealer. I typically deal in air cooled cars or other vintage cars. I worked for Porsche for 10 years and I know these cars and the markets well.  Very happy to answer any questions. Car is located at our farm in Bucks County PA.   Looking to move this car, might consider the right air cooled 911. I am NOT looking for a project.  PM me with questions.  Thanks very much.  "
  },
  {
    "_id": "5dcfa98b636b680b8468467b",
    "url": "https://rennlist.com/forums/market/1169716",
    "cabriolet": false,
    "city": "Albuquerque",
    "country": "United States",
    "description": "2005 Porsche 911 Carrera 2S Coupe 6 speed 60,6XX miles. Silver with black full leather interior. Also equipped with Bose, Navigation, CD Changer and Power/Heated seats. Prior owner added...",
    "info": "2005 Porsche 911 Carrera 2S Coupe 6 speed Full Leather",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 40000,
    "state": "NM",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29995S740606",
    "year": 2005,
    "detailed_description": "2005 Porsche 911 Carrera 2S Coupe 6 speed 60,6XX miles. Silver with black full leather interior. Also equipped with Bose, Navigation, CD Changer and Power/Heated seats. Prior owner added integrated Passport radar detector with front and rear sensors. Porsche OEM center radiator kit is included with sale (not installed).  Recent maintenance includes:  All maintenance performed at PMCI in Albuquerque. 60K Service RMS replacement IMS replaced with L&N Dual Row replacement (old bearing was tight, proactive replacement) Clutch & PP replacement was authorized, but deemed unneeded at 59.5K miles New coils and plugs Rear tires ~1k miles New Bosch Battery More pics available this weekend, need daylight.  I have decided to go a different direction for my toy, so I am going to let this one go. $40k "
  },
  {
    "_id": "5dcfa98b636b680b8468467e",
    "url": "https://rennlist.com/forums/market/1169231",
    "cabriolet": false,
    "city": "San Jose",
    "country": "United States",
    "description": "RRS presents this very special 2012 Carrera 4 GTS. The previous owner commissioned to have a '997 GT3 Touring' build, and the result is a touring-oriented car with the aggressive accents...",
    "info": "FS: 2012 997.2 GTS Touring Conversion",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 75800,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB2A92CS720979",
    "year": 2012,
    "detailed_description": "RRS presents this very special 2012 Carrera 4 GTS. The previous owner commissioned to have a '997 GT3 Touring' build, and the result is a touring-oriented car with the aggressive accents handling characteristics of the 997 GT3. Upgrades include:  Porsche OEM 997.2 GT3 front bumper & splitter Porsche OEM 997.2 GT3 RS rear bumper Porsche OEM Guards Red seat belts front & rear Cobb Accessport Stage 1 Tune & PDK Tune BMC racing air filters Porsche 997.2 GT3 upgraded center radiator & ducting Akrapovic titanium GT3 muffler SPM custom side muffler delete with valves SPM GT3 exhaust tips ceramic coated black MCS 1WNR dampers Custom OE strut mount adaptors front & rear Swift 350/450 lb/in springs Porsche OEM 997.2 GT3 front & rear sway bars Tarett Engineering extended front drop link Tarett Engineering rear drop link   Click link on Build Log"
  },
  {
    "_id": "5dcfa98b636b680b84684684",
    "url": "https://rennlist.com/forums/market/1169616",
    "cabriolet": false,
    "city": "Savannah/hilton Head",
    "country": "United States",
    "description": "Guards Red/Black Leather, 53,000 miles, 6 speed, showroom condition, meticulously maintained with full service docs, Sport Chrono package, 19",
    "info": "Porsche Cayman S 2008",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2008,
    "price": 32500,
    "state": "SC",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WPOAB298X8U782590",
    "year": 2008,
    "detailed_description": "Guards Red/Black Leather, 53,000 miles, 6 speed, showroom condition, meticulously maintained with full service docs, Sport Chrono package, 19\" Carrara Sports, colored crest caps, Michelin Pilot SS, Bora Sport exhaust, PSM, sport mode, high performance AOS, deep sump, BiXenon headlights/washers, clean interior, heated Sport seats, BOSE surround, always garaged, accident free.  Additional details & photo set, call 843-705-7257.  "
  },
  {
    "_id": "5dcfa98b636b680b846846a3",
    "url": "https://rennlist.com/forums/market/1160988",
    "cabriolet": false,
    "city": "Irvine",
    "country": "United States",
    "description": "For sale is my 2007 Porsche 911 Turbo -- perfect for daily use or as a build platform  Exterior Color: Basalt Black Metallic Interior Color: Black (with Charcoal and Red Alcantara trimming...",
    "info": "FS: 2007 Porsche 911 Turbo - 6 speed, tastefully modded and ready to drive!",
    "make": "Porsche",
    "model": "911",
    "modeldate": "2007",
    "price": "66250",
    "state": "CA",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD29987S785761",
    "year": "2007"
  },
  {
    "_id": "5dcfa98b636b680b846846a6",
    "url": "https://rennlist.com/forums/market/1168827",
    "cabriolet": false,
    "city": "North Bethesda",
    "country": "United States",
    "description": "Platinum Silver Metallic ext./Black int. 32,400 mi. Fully track-ready, immaculate, and streetable with only 20 track days (only DEs, no wheel-to-wheel or AutoX). Always garaged and...",
    "info": "FS: 2012 Cayman R - Track prepped with low miles and few DE days",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 69500,
    "state": "MD",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A85CS793383",
    "year": 2012,
    "detailed_description": "Platinum Silver Metallic ext./Black int. 32,400 mi. Fully track-ready, immaculate, and streetable with only 20 track days (only DEs, no wheel-to-wheel or AutoX). Always garaged and well-maintained. No accidents, clean Carfax (attached). This is a Porsche website, so I don't need to over-sell it... it's an R that has been totally set up for the track, but is in amazing condition with low miles and really, 20 track days is nothing for this motor! Anyone who has built a track car knows it's always less expensive to buy a track car than it is to build one (I didn't do most of the mods). I'm selling it to make room for a GT4... the ONLY car worthy of replacing this one (within reason!).  From the factory: 6-speed manual w/ factory short-throw shifter, Sport Chrono (added by dealer, so no dashboard wart), carbon fiber Sport Bucket Seats leather w/ alcantera, Limited Slip Differential (standard in the R), Bluetooth, and aux audio input.  Added: Xpel clear bra (installed prior to delivery from dealer), half-cage, 6-pt. harnesses, AiM Solo2 DL lap timer and data logger (connected to CAN BUS), TPC adjustable sways & droplinks, GT3 LCAs, GT3 Brake Master Cylinder, GT3 Throttle Body, GT3 Brake Cooling Ducts, IPD Plenum, aFe Pro Dry S air filter, SS brake lines, rear center jack point, folding front tow hook w/GoPro mount, Rennline pedals.  Recently replaced: Clutch slave & master cylinders, water pump, Mass-airflow sensor, spark plugs, slotted rotors (new), Stoptech performance street brake pads (4K miles ago). Tires have more than half the tread remaining. Oil change (6 months, 3 track days ago), but will change again for the sale. Gear oil 1 year ago (BG Synthetic, <5K miles and 6 track days). Brake fluid: SRF React (6 months and 3 track days ago).  Included with car: Pagid track pads (Front: Yellow RS29, Rear: Black), indoor-outdoor flannel-lined cover, and extra set of track wheels (OZ Ultraleggera 19\") & tires (R888R - 6 track days). It has everything you need for the street and/or track, and all expensive maintenance work has been done. Very hard to find one like this!  Car is located in Maryland, DC suburbs. Asking $69,500/obo.  "
  },
  {
    "_id": "5dcfa98b636b680b846846ac",
    "url": "https://rennlist.com/forums/market/1168630",
    "cabriolet": false,
    "city": "San Diego",
    "country": "United States",
    "description": "2006 Cayman S More photos upon request 4th owner, selling due to relocation to Germany.  Enthusiast owned. Car is in great mechanical working order other than a common issue with the door...",
    "info": "2006 Porsche Cayman S",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 18995,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29806U780456",
    "year": 2006,
    "detailed_description": "2006 Cayman S More photos upon request 4th owner, selling due to relocation to Germany.  Enthusiast owned. Car is in great mechanical working order other than a common issue with the door handles. The tensioners get loose. Not a big deal now but will need to be addressed in the future. Car has aftermarket exhaust but passes smog just fine. Front bumper was resprayed due to rock chips. Looks great for a 14 year old Cayman. Interior is very clean and well sorted. The paint has minor clear coat failing and a few small scratches. If interested send me a message I have over 40 high resolution photos and more can be taken. Car is not being driven and is in storage until sold. Title in hand. Motivated to sell.  Car is located in San Diego, CA."
  },
  {
    "_id": "5dcfa98b636b680b846846b8",
    "url": "https://rennlist.com/forums/market/1169673",
    "cabriolet": false,
    "city": "Stillwater",
    "country": "United States",
    "description": "2007 Porsche 911 Turbo with Tiptronic-S 5 speed automatic transmission  22,909 miles  Vin# WP0AD29907S783552  Both key fobs  All the owner's manuals and original window sticker",
    "info": "2007 997 Turbo Guards Red Tiptronic 22,900 miles",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 68950,
    "state": "OK",
    "transmission": "Automatic",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD29907S783552",
    "year": 2007,
    "detailed_description": "2007 Porsche 911 Turbo with Tiptronic-S 5 speed automatic transmission  22,909 miles  Vin# WP0AD29907S783552  Both key fobs  All the owner's manuals and original window sticker  This car was originally sold and serviced at Porsche of Plano, Plano Texas to the first owner who drove it 13,981 miles until selling it on 10/10/16 to the second owner  The second owner from the Oklahoma City area drove it only 1,085 miles until I purchased it in July of 2017 with 15,066 miles  The pre purchase inspection I had done showed only 6 ignition events in range 1 at .7 hours and all zeroes through range 6. The technician told me the 6 ignitions were most likely done at the factory on the dyno.  The car had a clear film on the front since new. In july of 2017 I had the Auto Spa in OKC do a full paint correction and re-apply SunTek PPF Ultra film (full front end coverage) and applied C.Quartz nano coating over the entire car.  The only mechanical issue was a water pump replacement at 15644 miles in sept of 2017  I purchased a Fidelity Platnum extended warranty for this car on 10-18-2017 for 6 years or 60,000 miles with a $250 deductible. This extended warranty goes with the car and is good through 10-18-2023  I have performed all services required and the car runs and looks new in every way.  The add-ons from the factory are:  Tiptonic S transmission  Heated front seats  Sport chrono package  Supple leather front and rear  Remote CD changer  Standard rocker panels painted  Porsche crest in headrest        Additional add-ons:  Rennkit 3\" Turbo eRams kit. (Electric wing actuation system) which replaces the original hydraulic rams  Full set of Zunsport black grill inserts for front. I had the front bumper off to completely clean between the radiators when the inserts were installed  Curb alert installed behind the Zunsport grill inserts  Champion RG5 rotoforged wheels, powdercoated gloss black with gurards red powder coated lip and clear coated with Porsche gloss black centers  Wheel spacers 18mm rear and 5mm front  Michelin Pilot Super Sport tires installed at 15644 miles 11-21-2017  245/30ZR20 front  325/25ZR20 rear  Durametric scan tool and cable  TPC Racing DSC Controller (dynamic traction controller)  997.2 intercoolers installed  Europipe stage 1 full exhaust system  Custom tune with data logging module written by Kevin at Ultimate Motor Works  Dectane LED smoked rear tail light assemblies  Gateway 500SB for Bluetooth phone and XM/Pandor etc through original stereo  Upadated GPS with latest updates  Guards Red seat belts front and rear  Guards red door pulls, center console, and center stack  Guards red front headlight washer nozzles  All painted parts from Bumper Plugs  Guards red gauge faces including the chrono  Custom thick steering wheel with flat bottom in red  Leather shifter bezel  Black ceramic coated quad exhaust tips  Clear LED side marker lights  LED interior lighting and LED license plate lights  Lloyd's custom floor mats with red Turbo lettering  Dustop soft indoor cover  "
  },
  {
    "_id": "5dcfa98c636b680b846846f7",
    "url": "https://rennlist.com/forums/market/1143928",
    "cabriolet": false,
    "city": "Downingtown",
    "country": "United States",
    "description": "I am selling my weekend/HPDE car. I have outfitted the car for HPDE events. I have added a Competition Motorsports rollbar, Corbeau seats, Schroth Profi II HANS harnesses, LN Engineering 2...",
    "info": "Perfect beginning HPDE Porsche Cayman S",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": "2007",
    "price": "27500",
    "state": "PA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wpoab29817u783173",
    "year": "2007"
  },
  {
    "_id": "5dcfa98c636b680b846846fb",
    "url": "https://rennlist.com/forums/market/1169671",
    "cabriolet": false,
    "city": "Dallas",
    "country": "United States",
    "description": "2008 Cayman S ",
    "info": "FS: 2008 porsche cayman S \"Sport\", #610/700, RS Green",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2008,
    "price": 29000,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WPOAB29878U783275",
    "year": 2008,
    "detailed_description": "2008 Cayman S \"Sport\" in very rare RS Green. These rare \"Sport\" models had a 10hp increase over the regular Cayman S. The limited edition RS Green paint was only available on this car and the GT3 RS from this year. The Sport had many upgrades over the Cayman S, including Porsche Active Suspension Management (PASM), a 10mm lower ride height, factory Sport Exhaust, Sport Chrono, Bi-Xenon headlights, Sport Seats, alcantara interior trim which includes the GT3RS steering wheel, shift ****, and handbrake.  I have the original window sticker that shows the car was optioned with \"Sport model\", Paint to Sample RS Green paint, Sport Chrono Package Plus, full leather interior, PCM w/ extended navigation, heated front seats, 19\" Turbo wheels, Bose high-end sound package (sound is amazing). Total build out came out to $78,000!  I bought this car from the second owner. It's always been maintained well. It drives fantastic. No issues or lights on. Shifts smooth and the brakes are great. Recently put 4 new tires. The previous owner scraped the front spoiler and decided to put an aftermarket spoiler back on with the front air dam (GT3RS style). I have all the book and window sticker. The paint on the car is stunning. There's some road rash on the front bumper and light dent on the passenger fender that a PDR guy could press out. There is some curb rash on the driver's side front wheel. Car is clean and ready to enjoy. Completely stock except for the front spoiler. Clean and clear title. These cars are an absolute blast to drive. After owning this car I must say this is probably one of the best driving sports cars available. Only 700 S Sport models models made worldwide. 7 colors were offered, the two special colors were RS Green and RS orange. Priced to sell. Feel free to Pm me with any questions."
  },
  {
    "_id": "5dcfa98c636b680b84684701",
    "url": "https://rennlist.com/forums/market/1169031",
    "cabriolet": false,
    "city": "Oakland",
    "country": "United States",
    "description": "Putting out a feeler to see if there might be some interest in purchasing my 2012.5 991.1 Carrera S.  It's a beautiful Agate grey with a fairly rare natural red full leather. It has approx....",
    "info": "2012.5 991.1 Carrera S in Agate with full natural red leather",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 57000,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A97CS120961",
    "year": 2012,
    "detailed_description": "Putting out a feeler to see if there might be some interest in purchasing my 2012.5 991.1 Carrera S.  It's a beautiful Agate grey with a fairly rare natural red full leather. It has approx. 59.5K miles at the moment, and I purchased from a very conscientious and diligent Rennlist and PCA member in FL. I had it enclosed transported to the Bay Area and I've taken very good care of her since. The car had a $118K original price. The only things not listed are dealer installed: PSE, Burmester tweeters to replace the original Bose, and the paddle steering wheel. I have the original tweeters and the wheel that were replaced, and I have all records from the PO and records from my current ownership.   In the last two weeks I've had the 60K main service, 60K PDK flush, and new rear discs and pads done from a top shop here in the Bay Area. There are 2017 Pilot 4S with a lot of tread life left on all 4 corners. Small curb nick on one of the Carrera Classic wheels. Overall exterior condition is very good, some small rock chips and a slight scratch on the front bumper as would be expected with this age and mileage but other than that it's good. the paint shines brightly, the headlights are bright and clear without clouding. The interior is is excellent condition, the leathers is a 9/10.  During the previous ownership, the car was bumped in the rear from <5mph which left a slight crease in the bumper but no paint damage. It's so hard to see I had to have the PO send multiple videos to show me and I couldn't find it easily when I saw the car in person. I have the insurance estimate from PO showing the low cost to fix but he didn't think it was worth it to repaint and I agree.    Please reach here or via PM if you have any questions, want more info or would like additional photos. I'll try to add some additional ones later today. I have both keys, all books and manuals, etc."
  },
  {
    "_id": "5dcfa98c636b680b84684702",
    "url": "https://rennlist.com/forums/market/1166319",
    "cabriolet": false,
    "city": "Pound Ridge",
    "country": "United States",
    "description": "I love this car more than any other car I ever owned.   In my book, the R is simply the most honest and fun Porsche out on the track today.   The seats have aftermarket alcantara covers,...",
    "info": "Peridot Cayman R",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 63999,
    "state": "NY",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A82CS793079",
    "year": 2012,
    "detailed_description": "I love this car more than any other car I ever owned.   In my book, the R is simply the most honest and fun Porsche out on the track today.   The seats have aftermarket alcantara covers, but I have the original leather Porsche covers.  I also have the original seats which are not LWB.  The car has been stored and maintained by Speed Sport Tuning.  I am the second owner.  The car is flawless inside and out and as you can see only one of a rare few that came with Peridot colored wheels.  The tires are brand new Bridgestone Potenza RE71Rs, and the brakes have 50% life left and are Pagid Yellows.  I plan on using the proceeds from this car to purchase a Porsche G or I class car.  Sadly the days of my owning a race dedicated car AND a DE car are over, for now."
  },
  {
    "_id": "5dcfa98c636b680b84684707",
    "url": "https://rennlist.com/forums/market/1168218",
    "cabriolet": false,
    "city": "Flemington",
    "country": "United States",
    "description": "4S in excellent condition. 2nd owner, purchased little over 2 years ago. No accidents, clean carfax. Car is originally from TX. Never winter driven on the east coast. Had paint correction...",
    "info": "FS: 2007 Carrera 4S wtih Aero kit (NJ)",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 52000,
    "state": "NJ",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29927S732656",
    "year": 2007,
    "detailed_description": "4S in excellent condition. 2nd owner, purchased little over 2 years ago. No accidents, clean carfax. Car is originally from TX. Never winter driven on the east coast. Had paint correction done last summer and PPF applied to whole front including A-pillars and roof. Asking $52000. Car is located in central NJ.  "
  },
  {
    "_id": "5dcfa98c636b680b8468470f",
    "url": "https://rennlist.com/forums/market/1156234",
    "cabriolet": false,
    "city": "Glendale",
    "country": "United States",
    "description": "I started ownership of this car about 3 years ago. Decided to move onto a 4-door car. This car has been nothing but reliable and fun. I'm sad to let it go. I've babied this car all 3 years....",
    "info": "2005 Carrera S - 6 Speed - (997.1) 76,200 Miles",
    "make": "Porsche",
    "model": "911",
    "modeldate": "2005",
    "price": "28000",
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29915S740695",
    "year": "2005"
  },
  {
    "_id": "5dcfa98c636b680b84684719",
    "url": "https://rennlist.com/forums/market/1168213",
    "cabriolet": true,
    "city": "Asheville",
    "country": "United States",
    "description": "For sale is my 2006 Porsche Carrera 4S Cabriolet. Lots of good options from the factory including manual transmission, Turbo wheels, sport exhaust, Bose audio. The exterior is black with a...",
    "info": "2006 Carrera 4S Cabriolet Manual 4.0",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 32500,
    "state": "NC",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "WP0CB29966S766199",
    "year": 2006,
    "detailed_description": "For sale is my 2006 Porsche Carrera 4S Cabriolet. Lots of good options from the factory including manual transmission, Turbo wheels, sport exhaust, Bose audio. The exterior is black with a dark blue top and dark blue interior. I don't drive the car much anymore and am looking to purchase something more practical. Everything on the car is in perfect working order, nothing has ever been neglected or not repaired. Earlier this year I had the engine sent to L&N Engineering for a complete re-build(bored out to a 4.0 with all new pistons, bearings, IMS and bearing, etc..), total cost was around $12k including work done at the dealer and the cost of the machining done by L&N(I have receipts/invoices for all work). The car has been taken care of very well, always serviced at the dealership and always garage kept. There are some rock chips in the paint but no major damage. I just had the tires replaced(Michelin Super Sports) earlier this year and they have about 500 miles on them. Just had the oil changed about a month ago. I have both original key fobs and both work like new. I am motivated to sell and will entertain all offers.  "
  },
  {
    "_id": "5dcfa98c636b680b84684720",
    "url": "https://rennlist.com/forums/market/1169503",
    "cabriolet": false,
    "city": "San Jose",
    "country": "United States",
    "description": "2012.5 991 Porsche Carrera S with only 3K miles! A true time capsule car. Options include Power Heated seats, 20",
    "info": "FS: 2012.2 7-Speed Porsche 991.1 Carrera S with only 3K miles!",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 76800,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB2A91CS122074",
    "year": 2012,
    "detailed_description": "2012.5 991 Porsche Carrera S with only 3K miles! A true time capsule car. Options include Power Heated seats, 20\" Carrera Classic wheels, Dynamic Light System, Sports Chrono, Sunroof, Bose, Premium Package and more!   "
  },
  {
    "_id": "5dcfa98c636b680b8468471f",
    "url": "https://rennlist.com/forums/market/1166589",
    "cabriolet": false,
    "city": "Dc",
    "country": "United States",
    "description": "The time has come for me to list the first of my ",
    "info": "2007 997.1 911 Turbo COUPE / MANUAL",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 70997,
    "state": "DC",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AD29917S785276",
    "year": 2007,
    "detailed_description": "The time has come for me to list the first of my \"bucket list\" cars for sale. Purchased used by me in Feb. 2018 from an independent PORSCHE dealer in McLean, VA. 52,650 miles registered on the odometer at that time. In the 20 months of my ownership, approximately 4,500 miles have been added which brings the current odometer reading to 57,xxx. It is noted that until a sale is finalized, the mileage will slowly increase as I will continue to take her out on the nice and sunny weekends when in need of an adrenaline fix.  Though I have owned it for a short amount of time, I have treated the car as if I was going to keep it forever. I have spared absolutely no expense in bringing the car to what I would consider the most reliable and streetable state possible. A major engine service was performed in the beginning of 2019 as outlined here:  https://rennlist.com/forums/997-turb...997-turbo.html  Every major wear item known to fail on the engine was replaced. All coolant pipes were pinned. Sharkwerkes GT1 metal pipes were installed. New hoses, lines, gaskets, O-rings, spark plugs, ignition coils and more were all replaced. All vital fluids have been changed. Documentation of all work has been recorded in my own personal service and maintenance log and all receipts for parts have been retained and cataloged in a 3 ring binder. I can email the service and maintenance log to any interested parties for their review. I would not hesitate to drive this car anywhere.  Along with the major service, some tasteful and reversible modifications have been made. All OEM parts have been retained and will accompany the car (minus the factory shift cables- they were broken and thus, have been scrapped). These modifications include:  -H&R lowering springs -SONY XAVAX100 Apple carplay unit -KLINE SS catless exhaust -Numeric shifter box with cup car cables -Painted center console (carbon package trim had delaminated and cracked). -VOLK TE37's with ADVAN NEOVA tires. These are not included in the sale price and the car will be on factory wheels with new HANKOOK VENTUS V12 tires. Should an interested party wish to purchase the vehicle \"as it sits\", email me for a package price which will also include the factory wheels.  Aftermarket parts that were on the car when I purchased it include:  -Aftermarket LED tail lights -Electronic wing spoiler actuator rams  The factory parts for these have not been retained.  The vehicle will also be accompanied with a current and clean Carfax along with a somewhat recent clean autocheck report. DME reports can be done in person or via facetime. If you're looking for an all zero'd DME, this car is not for you. The car has indeed been loved, but at the same time- driven the way it should be. People with basic knowledge of internal combustion engines who know how to read the reports and what the numbers mean should have no problems with the single digits 3 ignition counts in 5 and 2 ignition counts in 6 - especially on a turbo car.  I have done what I can to make the car as perfect as can be; and you will find that it blurs the line between driver and garage queen very well. There are no major defects in the body and paint which has been professionally refined and protected with ceramic coating.  I also very recently had the front bumper/hood refinished to get rid of all the rock chips that had peppered it throughout the years.  The powertrain is sound and well sorted, and you would have no qualms about taking it out to dinner, parking it and getting caught in the rain on the way home.  Vehicle Information:  2007 PORSCHE 911 TURBO  VIN: WP0AD29917S785276  3.6L H6 F DOHC  -Black -Black full leather -Axle-differential lock rear -PCCB -Heated front seats -Rear window wiper -3-spoke multi function steering wheel -Sport chrono package turbo -Module for telephone PCM -Carbon Package -Floor Mats- interior color -Thicker leather steering wheel -Storage compartment lid w/model logo -Adaptive sport seats -Carbon door sill model insignia -Sport shifter -Rear center console - Carbon  ORIGINAL MSRP: 134,808.00  Asking $70,997.00 on Factory wheels.  Interested parties can contact me VIA PM on RL or email: [email protected]."
  },
  {
    "_id": "5dcfa98c636b680b84684728",
    "url": "https://rennlist.com/forums/market/1168955",
    "cabriolet": false,
    "city": "Austin",
    "country": "United States",
    "description": "Love this car. Last year Porsche made the 997.2, Love the hydraulic steering - more feel than the newer more expensive 911s in my opine. The car drives like its brand new - the 997.2 direct...",
    "info": "2011 911 C4S Manual Transmission - funnest car ever made",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 55000,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A90BS720221",
    "year": 2011,
    "detailed_description": "Love this car. Last year Porsche made the 997.2, Love the hydraulic steering - more feel than the newer more expensive 911s in my opine. The car drives like its brand new - the 997.2 direct fuel injection flat 6 is bullet proof. The car has been driven mostly on highway and around suburbs in San Francisco and now resides with me in Austin. I have service records and the car has been garage kept since I have owned it. I purchased it 2 years ago and got a full inspection of the car when I did - and it was in great condition then and still is now. I just paid $1k for its $60k mileage service. The tires have plenty of room to go also. Interior is in great condition. Exterior is also - there are a few small scratches around the car and some small paint chips on the hood - otherwise its in great condition. The manual transmission is the icing on the cake for this car. I have driven several 911s and I love them all and I know that PDKs are faster, but driving a 997.2 with a manual transmission is just more fun than driving one with a PDK in my humble opinion. Just drove a friend's 2018 991 PDK - yes its faster and awesome, but the 997.2 is just more fun and classic in my opine.  Anyway - recently had my second kid and my wife wants me to get an SUV so hence this post.  Please feel free to message me if interested or have questions / only serious inquiries please.  I prefer to sell the car - but if someone wants to trade me for a 2018/2019 Toyota Landcrusier that can be discussed.  "
  },
  {
    "_id": "5dcfa9d1636b680b84685af1",
    "url": "https://rennlist.com/forums/market/1146254",
    "cabriolet": false,
    "city": "Houston",
    "country": "United States",
    "description": "2007 C4S 997.1 Black/Black leather with 45k Miles+. Sports Chrono, Sports Crest Headrest, Nav, Tip S+ Recent: Starter, brake flush, oil,CV Joint Boots, battery. Mods incl AWE Hi-Flow Cats,...",
    "info": "2007 C4S with lots of mods",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 42000,
    "state": "TX",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WPOAB29917S731367",
    "year": 2007,
    "detailed_description": "2007 C4S 997.1 Black/Black leather with 45k Miles+. Sports Chrono, Sports Crest Headrest, Nav, Tip S+ Recent: Starter, brake flush, oil,CV Joint Boots, battery. Mods incl AWE Hi-Flow Cats, AWE Black Diamond Tips, GIAC Performance Software Tune, IPD Intake Plenum, all + 400+HP, HRE 20\" Wheels in IPA Bronze, Pirelli P Zero Nero GT's, H&H Lowering Springs, Clear turn markers, Ceramic Pro Gold Pkg with paint correction and front hood refinishing. Always garaged & never tracked. Orig $102. Pics to follow $42k or best offer.  "
  },
  {
    "_id": "5dcfa9d1636b680b84685b03",
    "url": "https://rennlist.com/forums/market/1168423",
    "cabriolet": false,
    "city": "Saint Joseph",
    "country": "United States",
    "description": "We have made the upgrade to a 991.2 after 4 years of absolute pleasure of tracking our 2005 911 Carrera S. Many of the modifications were done prior to our purchase, and we have refined it to...",
    "info": "FS: 2005 997.1 911 S track/street car, new transmission, many great parts, proven",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 42000,
    "state": "MO",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29925S740611",
    "year": 2005,
    "detailed_description": "We have made the upgrade to a 991.2 after 4 years of absolute pleasure of tracking our 2005 911 Carrera S. Many of the modifications were done prior to our purchase, and we have refined it to be a weapon on the track. We purchased it from the second owner who used it as a track car at VIR and he bought it in 2011, we took delivery in June of 2015 with roughly 21k miles.   I have consistently run in the 1:47-1:48 range at Heartland Park Topeka with with setup over the past 2 years once switching to the Pirelli DH. It has had nothing but the finest mechanic Karl Wilen from Rennsport KC do all the tuning and wrenching, outside of the stuff I do myself. I would be happy to take to him for a PPI. I do know it has a power steering leak that I have not looked into, and will likely take to Karl to repair.   The oil has always been changed after every 2 weekends with XP9 from Joe Gibbs. If doing some street driving which is really rare I would run DT40. Currently has a fresh oil change to DT40.  Race alignment IMS/RMS done with LN Engineering kit by Karl at Rennsport KC LN Engineering extended pan and sump LN Engineering oil filter adaptorBrand new OEM transmission with 300 miles on it, clutch was inspected and is perfect also installed new slave muffler deletes PFC 011 Pads front (2 weekends from new) and rear(over 50% left) Girodisc 350mm front with new rings and 350mm rears with 2 seasons GT3 OEM Parts: sway bars, lip spoiler, front brakes, fixed back Recaro buckets, X51 powerkit headers, GT3 throttle body with IPD plenum, GT3 coil overs OEM Lexan rear window Carbonart full carbon deck lid and wing Tarrett drop links Elephant lower control arms front and rear Half cage with schroth harnesses EVO Motorsports software tune B&M short shift kit GT3 brake ducts at all four corners Signature Wheels in sapphire blue 18\" 18x9.5 front and 18x12 rear, has a set of one weekend old Pirelli DH slicks on them 265/645 front and 325/660 rear OEM 19\" wheels coated black with 235/35 front and 305/30 rear Toyo R888R with 75%, as well as a extra set of rears with 50% I am sure there is much more I am forgetting.   Extras included: Techart mufflers OEM 4 way buckets OEM decklid several other spares I have kept   It's a fast, very well set-up car that has been tracked. The car is currently wrapped with a Martini livery but has our business name in place of the Martini. This could easily be removed. I will say the paint will probably not be perfect as there has been some track rash and places where the wrap has been rubbed. I do know that when they were wrapping the car the drivers door had some clear that came off.  Car is located just north of Kansas City, MO and is stored in a climate controlled garage.  Asking $42,000 for the car with all spares, and I am open to offers. Not interested in parting out, goes as a package   https://vinanalytics.com/car/WP0AB29925S740611/  https://drive.google.com/open?id=1-3..._nnoKCmuxubAQk"
  },
  {
    "_id": "5dcfa9d1636b680b84685b06",
    "url": "https://rennlist.com/forums/market/1168675",
    "cabriolet": false,
    "city": "Minneapolis",
    "country": "United States",
    "description": "Listed for sale is a meticulously kept example of manual gearbox Porsche perfection. 997 Targas do not get any better than this. Some extras include a Techart Type 3 Rear Wing and LED updates...",
    "info": "2008 Porsche 911 Targa 4S - Manual Transmission",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 60000,
    "state": "MN",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0BB29918S755254",
    "year": 2008,
    "detailed_description": "Listed for sale is a meticulously kept example of manual gearbox Porsche perfection. 997 Targas do not get any better than this. Some extras include a Techart Type 3 Rear Wing and LED updates for exterior lighting. Porsche Wheel and Tire Protection included, good through July of 2024. A copy of the car's clean CarFax Report is available upon request. Two keys are included with the sale.  The car is in excellent (if not perfect) cosmetic and mechanical condition. I can provide any additional images upon request.  Cars.com Posting Link: https://www.cars.com/vehicledetail/d...2631/overview/  "
  },
  {
    "_id": "5dcfa9d1636b680b84685b21",
    "url": "https://rennlist.com/forums/market/1147571",
    "cabriolet": false,
    "city": "Vancouver Canada",
    "country": "Canada",
    "description": "Price: $78,000 USD   Car is located in Vancouver, Canada.   For sale is my beloved 997.2 GTS, this is an ultra rare build with many Porsche Exclusive options. The car has 22,000 Miles...",
    "info": "2011 Porsche 997.2 GTS (Ultra rare build. Full Aero, Carbon Buckets, Low Milage)",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 78000,
    "state": "BC",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A99BS721044",
    "year": 2011,
    "detailed_description": "Price: $78,000 USD   Car is located in Vancouver, Canada.   For sale is my beloved 997.2 GTS, this is an ultra rare build with many Porsche Exclusive options. The car has 22,000 Miles (36,000KM) only. Originally a US Car. Great options and unique build. I will go through them in detail below along with the story of the car. This 2011 GTS rear-wheel drive combined with an extra punch of power at 408 bhp from the naturally aspirated 3.8 liter flat six and the Porsche Sports Exhaust system with black pipes and signature GTS badging is stunning!  All service up to date and done at Porsche dealer. Brand new breaks and brake calipers at 10,000 miles (16,000km), brand new battery, brand new windshield wipers. More recent work below.   Ready for Delivery:  Complete Intermediate Service at Scan Auto 20,000 miles(required at 32,000km)- May 8th, 2019 ($1,500)  -Brand New OEM Michelin 4S Tires. Installed on April 4th, 2018 ($2,400)  -Removed Old clear bra paint protection. Installed new Xpel Ultimate Clear Bra on entire front portion. Includes bumper, mirrors, fenders hood, aero lip. Work done on May23rd. ($2,300)   Year 2011 Exterior: White Interior: Beige 997.2 GTS   OPTIONS:  Aerokit Cup Porsche Doppelkupplung (PDK) Sport Chrono Package PLUS  PASM Sports Chassis (- 20mm) with limited slip rear differential lock(SPASM) Wheels painted in exterior color Instrument Dials in Carrera White 19inch Carrera Sport Wheels Instrument Dials in Carrera White (Porsche Exclusive) Carbon Fiber Sport Bucket Seats in Sand Beige (Porsche Exclusive) Deletion of Alcantara Package Carrera White  Interested US Buyers: This was an original US car so importing back to the US may be a very simple and easy process.  The car was imported from the US with only 300 miles on it, so basically a brand new car. It then spent all its life in Victoria and vancouver where there is very little snow and no salty road. Front portion (hood, bumper, mirrors) is wrapped in a clear bra paint protection since day one. The paint is in brand new condition.   The Seats** This car is equipped the Carbon Fiber Sport Bucket Seats which on its own is VERY rare on GTS. BUT on this car they are in Sand Beige leather. The Porsche dealer that ordered this car must have had immense pull with the factory in Germany as I have not seen any bucket seat in any colour other than black. These seats are available on the 997.2 GT3 GT3RS GT2RS and 991.1/.2 GT3s GT3RS but only in black. To get these seats is around a $10k option, to get them in a Porsche Exclusive finish of your choice is probably over a $25,000 option and I believe it is no longer offered. I have posted on rennlist about the seats and no one has ever seen another like it.   Wheels The wheels are factory painted as the body colour (Carrera white). It is stunning and with the -20mm drop and red break calipers makes it a very very unique package. Another benefit is that you don't have to deal with the headache of centerlock wheels and have to tow your car to Porsche every time you need to take them off.   Alcantara Deletion No fake suede. Instead replaced with natural leather. The headliner is still Alcantara.   All dials in white, including the sport chrono, to match the exterior.   Here is your chance to own the most amazing GTS of the total production of 2,656 GTS Coupes built in the world!!  **One Claim regarding replacement of the front bumper. My wife was pulling out her Macan from our parking spot and her tire caught on to the front left side of the bumper and pulled it off its attachment. The cost of the bumper was $5,500 so I decided to pay my deductible to replace it. I have all corresponding paperwork for the bumper replacement.   Dealers: All offers will politely be ignored.   I would really like to sell this to a Porsche enthusiast.   Please direct message me if you have any questions"
  },
  {
    "_id": "5dcfa9d1636b680b84685b24",
    "url": "https://rennlist.com/forums/market/1167320",
    "cabriolet": false,
    "city": "Willow Grove",
    "country": "United States",
    "description": "Looking for a well kept Porsche? Our 2009 Cayman S is for up for sale! with three 987.2 Caymans in our stable, it's time for to switch things up (yes we're getting another P car!). She looks...",
    "info": "2009 Cayman S (PDK)",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2009,
    "price": 25000,
    "state": "PA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB298390780195",
    "year": 2009,
    "detailed_description": "Looking for a well kept Porsche? Our 2009 Cayman S is for up for sale! with three 987.2 Caymans in our stable, it's time for to switch things up (yes we're getting another P car!). She looks great with 104,8xx miles on the clock with a fresh detail / ceramic coating from Menard Premium Detailing.   Soundtrack and performance provided by SOUL Valved Exhaust and Long Tube Street Headers (to come with fresh exhaust tips of your choosing). PDK (fluids recently serviced) and full leather interior for your enjoyment. We're asking $25,000. Come visit and take it for a drive if you're serious."
  },
  {
    "_id": "5dcfa9d1636b680b84685b29",
    "url": "https://rennlist.com/forums/market/1155739",
    "cabriolet": false,
    "city": "Manalapan",
    "country": "United States",
    "description": "Purchased little over 2 year ago from another rennlist member in Arizona, Very nice car, Accident free, Clean Carfax, Few Techart upgrades. Needs nothing. PPI's are welcome. Pm me directly...",
    "info": "Speed Yellow 997 Turbo 6 speed",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 69900,
    "state": "NJ",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AD299X7S783171",
    "year": 2007,
    "detailed_description": "Purchased little over 2 year ago from another rennlist member in Arizona, Very nice car, Accident free, Clean Carfax, Few Techart upgrades. Needs nothing. PPI's are welcome. Pm me directly for any questions. Copy of PPI from 03/06/17 Chandler Porsche is available  Evolution Motorsports 775kit Brembo Big Brake kit front and rear new rotors 2K miles ago (feb 2016) Evolution Motorsports GT2 clutch master kit (feb 2016) New 200 cell cats 200 miles ago (Nov 2016) Front GT3 nose, Techart side skirts, and Techart rear bumper Techart rear wing bi plane New plugs 2K miles ago (feb 2016) New Michelin Super Sport tires 2K miles ago (feb 2016) Added yellow sea tbelts and custom Dallas steering wheel with flat bottom. Still on the shelf to go in Hertz speaker system and 5 channel amplifier by CAI in California Custom made car cover to fit taller rear wing in black with soft velvet lining Brake fluid flush with Motul RBF 600 2K miles ago (feb 2016) BG fluids in trans and diff 2K miles ago (feb 2016) Detail Boss in Scottsdale stage 2 paint correction with Ceramic Pro 5 year plan and front 1/2 clear bra almost 1 year ago. (april 2016) New fuel pumps to be installed ."
  },
  {
    "_id": "5dcfa9d1636b680b84685b41",
    "url": "https://rennlist.com/forums/market/1165811",
    "cabriolet": false,
    "city": "Oviedo",
    "country": "United States",
    "description": "2012.5 Porsche Carrera S (991 generation) -24k Miles -Zero Accidents, all original paint and body panels - Almost Every single Porsche factory performance option is equipped in this car...",
    "info": "2012.5 Porsche 911 Carrera S coupe (991)",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 64900,
    "state": "FL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A9XCS121280",
    "year": 2012,
    "detailed_description": "2012.5 Porsche Carrera S (991 generation) -24k Miles -Zero Accidents, all original paint and body panels - Almost Every single Porsche factory performance option is equipped in this car (sport chrono, factory Porsche sport exhaust option, porsche upgraded factory suspension , porsche sport steering wheel, etc). -power sunroof, power seats, heated and cooled seats, navigtion, etc - $3k built in radar system 360 degrees - upgraded factory porsche turbo wheels (also have in mint condition original 20 inch carrera s wheels) - Fully serviced since day one. Have all documented service. -Zero flaws cosmetically and mechanically -Great condition tires and brakes -It does not need a single thing or single maintenance item. No expense has been spared in maintaining this car - No aftermarket parts on this 911 at all. Everything is factory Porsche.  I am selling to upgrade to the 991 turbo s. Please feel free to call me to discuss. Also happy to provide additional pictures of anything you need. Pre-purchase inspection is absolutely acceptable. Happy to do so. "
  },
  {
    "_id": "5dcfa9d1636b680b84685b44",
    "url": "https://rennlist.com/forums/market/1167812",
    "cabriolet": false,
    "city": "Reno",
    "country": "United States",
    "description": "UPDATE: OEM headers/cats are back on car with Tubi exhaust.   Black/black 6sp Manual 61k mi 2 keys, manuals, window sticker  Looks beautiful & needs nothing, lots of nice improvements:...",
    "info": "2006 Cayman S w/ tasteful upgrades & new paint",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 27000,
    "state": "NV",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29886U780852",
    "year": 2006,
    "detailed_description": "UPDATE: OEM headers/cats are back on car with Tubi exhaust.   Black/black 6sp Manual 61k mi 2 keys, manuals, window sticker  Looks beautiful & needs nothing, lots of nice improvements:   PSS9 suspension (OEM struts included) Girodiscs / PFC pads,  Lug bolt conversion  Numeric shifter cables Deep sump pan (OEM included) Under drive pulley (OEM pulley included) Mase Engineering tune (https://maseflash.com/) Tubi exhaust (4)new CV boots Brand new paint 100% (March 2019) New windshield  No wrecks  Car runs, shifts and handles very well. A/C, heat, stereo are all great and have not needed any service. I have a few records from my ownership (almost 2yrs) and I know the previous owner who installed nearly all of the upgrades. This car has participated in some DE events.  It is my weekend car on nice days and does not see any track time. It would make a great DE driver for somebody else. I just can't justify it after having the repaint completed ($$) and owning a whole other track car.  *CA Residents: This car was sold new in Beverly Hills but... The tune I had put on has the catalyst monitor in a \"Not Ready\" status by request. The car used to have cat-less headers but I had them removed and the OEM exhaust manifolds are back on the car and the cats are good.   Also available only to car's buyer: (4) 18\" OZ Alleggrita wheels with nearly new Toyo R888Rs; Joe Toth 987.1 front splitter; OEM exhaust system -complete; steering hub adaptor MOMO. These items are not for sale until car sells.  "
  },
  {
    "_id": "5dcfa9d1636b680b84685b4a",
    "url": "https://rennlist.com/forums/market/1152204",
    "cabriolet": false,
    "city": "Upland",
    "country": "United States",
    "description": "The White Gold Contrast is hard to capture in the photos but this car looks great Attached is the over rev report which shows Number of Ignitions, Range 1: 35 Number of Ignitions, Range 2:...",
    "info": "Dealer Inventory CNC Motors: 2011 GT3 RS In Carrera White w/ White Gold Contrast!",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 169997,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AC2A96BS783353",
    "year": 2011,
    "detailed_description": "The White Gold Contrast is hard to capture in the photos but this car looks great! Attached is the over rev report which shows Number of Ignitions, Range 1: 35 Number of Ignitions, Range 2: 0 Number of Ignitions, Range 3: 0 Number of Ignitions, Range 4: 0 Number of Ignitions, Range 5: 0 Number of Ignitions, Range 6: 0  Here is a link to the car on our website with more photos https://www.cncexotics.com/details-2...6bs783353.html  I have attached the build sheet as well.  Some options to note: PCCB Front Axle Lifting System Deviated Stitching + More   Sharkwerks Exhaust bypass and HJS Tuning Custom seat inserts by P1 Designs - Original (OEM) inserts are also included. Paint corrected and ceramic coated by Superior Shine here in southern CA in the last 100 miles"
  },
  {
    "_id": "5dcfa9d1636b680b84685b55",
    "url": "https://rennlist.com/forums/market/1127668",
    "cabriolet": false,
    "city": "Randolph",
    "country": "United States",
    "description": "25k miles, Fully sorted, Multiple podiums in H and SPC in PCA Club Racing, Class record at LRP (H class), Replacement engine in 2016 (3 races and maybe 6 DE's on engine - which was from an...",
    "info": "FS: 2006 Cayman S DE/Racecar - Currently an SPC spec PCA Club Racer",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 48000,
    "state": "NJ",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wp0ab29896u781511",
    "year": 2006,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9d2636b680b84685b85",
    "url": "https://rennlist.com/forums/market/1164306",
    "cabriolet": false,
    "city": "Houston",
    "country": "United States",
    "description": "Due to a busy work schedule, moving, 2 young kids and trouble finding time to use this car, I am offering up my 2006 Porsche 911 Carrera S 3.8l Track Car in hopes of buying something more...",
    "info": "2006 Porsche 911 Carrera S 3.8l Track Car GT3 Crayon Clone",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 50000,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29936S741669",
    "year": 2006,
    "detailed_description": "Due to a busy work schedule, moving, 2 young kids and trouble finding time to use this car, I am offering up my 2006 Porsche 911 Carrera S 3.8l Track Car in hopes of buying something more family friendly (997TT). I've taken the car to the track for 4-5 DE events and it has performed flawlessly.   Too much to list here, see detailed build thread here: https://rennlist.com/forums/997-foru...ack-build.html  Cons:"
  },
  {
    "_id": "5dcfa9d2636b680b84685b8a",
    "url": "https://rennlist.com/forums/market/1169197",
    "cabriolet": false,
    "city": "Kansas City",
    "country": "United States",
    "description": "I am selling a Cayman S roller.  It does not run but is in very good condition.  If you would like to see photos of the car you can call or text me at (816)456-5953 if you have any questions...",
    "info": "2006 Cayman S for sale very good condition but does not run",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 9000,
    "state": "MO",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29806U782532",
    "year": 2006,
    "detailed_description": "I am selling a Cayman S roller.  It does not run but is in very good condition.  If you would like to see photos of the car you can call or text me at (816)456-5953 if you have any questions or email me at [email protected].  Thank you for your interest!"
  },
  {
    "_id": "5dcfa9d2636b680b84685b8b",
    "url": "https://rennlist.com/forums/market/1154433",
    "cabriolet": false,
    "city": "West Palm Beach",
    "country": "United States",
    "description": "Aqua metallic/black. 19,600 miles, excellent condition. The ultimate, well-maintained, very fast, track-prepped PDK Cayman. Being sold to make room for new GT3. Always garaged, cosmetically...",
    "info": "The Ultimate Cayman R Track Car",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 71900,
    "state": "FL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A84CS793147",
    "year": 2012,
    "detailed_description": "Aqua metallic/black. 19,600 miles, excellent condition. The ultimate, well-maintained, very fast, track-prepped PDK Cayman. Being sold to make room for new GT3. Always garaged, cosmetically and mechanically stunning. Xpel on hood, fenders, mirrors.  Over $25,000 in track mods, including the following: Safety mods - roll bar, 6 point harnesses, fire extinguisher, Recaro race seats (OEM sport seats also included). Suspension mods - GT3 lower control arms, adjustable toe links, solid engine and transmission mounts. Drive train mods - Cargraphic long tube race headers, Soul Performance exhaust (which is awesome!), IPD plenum, GT3 throttle body, FVD Brombacher chip, transmission cooler. Brake mods - Girodiscs, Pagid yellows, GT3 master cylinder and ducts, braided stainless steel brake lines.  When purchased 3 years ago at 8,500 miles, the car had never been tracked. I had a NEW LONG BLOCK MOTOR from Porsche installed last summer at 16,060 miles. (See photo pre-install, it's the last pic) Only a handful of track events on the new motor. It runs like a banshee, and still has one year remaining on Porsche warranty.  This is an incredible, and very fast, Cayman R track beast. You will not find a faster, cleaner, more enjoyable Cayman R anywhere. Second set of excellent condition 18\" O.Z. Ultraleggera track wheels with Hoosier R7's included in price (and shown on the car in the next-to-last pic)."
  },
  {
    "_id": "5dcfa9d2636b680b84685b8f",
    "url": "https://rennlist.com/forums/market/1166524",
    "cabriolet": false,
    "city": "Cumming",
    "country": "United States",
    "description": "Year: 2005 Make: Porsche Model: 911 Carrera S Price: $44,999 Mileage: 52,xxx Color: Seal Gray Private or Dealer Listing: Private Listing Location (State): GA Transmission: Manual...",
    "info": "2005 Porsche Carrera S",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 44999,
    "state": "GA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29955S",
    "year": 2005,
    "detailed_description": "Year: 2005 Make: Porsche Model: 911 Carrera S Price: $44,999 Mileage: 52,xxx Color: Seal Gray Private or Dealer Listing: Private Listing Location (State): GA Transmission: Manual Drivetrain: Rear Wheel Drive    2005 911 997.1 Carrera S in Seal Gray on black with 52k miles. Miles will go up very little as it's a weekend/fun/nice weather car. The previous owner put half of those miles on it the 2 years he owned it. All of the following has been done by myself except the ducktail, bumper, and springs. Everything I've done has been within the last 500 miles, including the detail. Previous owner stated having just changed the windshield and spark plugs before I purchased the car. I've also just changed the fluids. The car has been street only with zero track time. However, it has seen 2 mountain runs, hah!  This is a very well optioned car, I'm not aware of anything it's missing other than the factory telephone feature. It has both PSE (Porsche Sport Exhaust - valved setup) and PASM (Porsche Active Suspension Management - switch from soft to stiff).  Exterior Clear side markers GT3 Cup Front Lip With Vents GT3 Cup Front Lip Without Vents Getty Design Ducktail Aerokit Front Bumper Fresh paint correction that was buffed, polished, sealed, and waxed.  Wheels & Suspension Motorsport Hardware 15mm Spacers Motorsport Hardware Stud Kit New Center Caps H&R Lowering Springs  Engine & Driveline IPD Competition Intake Plenum GT3 Throttle Body BMC Air Filter Fabspeed Headers Fabspeed Sport 200 Cell X-Pipe Numeric Racing Short Shifter Numeric Racing Shifter Cables Numeric Cable Wrench Oil Filter (2)  Extras Stock Front Bumper Stock Decklid Oil Filter (2) Stock Headers Stock Cat Section Stock Shifter Setup (Currently still on the car, Numeric goodies haven't been installed)  The car needs 2 rear tires but everything else is good to go in tip top working order. Depending on how long before the sale I might end up tossing new tires on. There is 1 very tiny ding (slightly dented no nicks), that I can't seem to even photograph, on the driver fender. The only times I can see it are in my garage with all the lights on or if the sun hits it just right.                                       <img src=\"https://cimg7.ibsrv.net/gimg/www.6speedonline.com-vbulletin/2000x1333/9610623d_dee6_433f_a531_80bcd386b685_c508b4a5e04d79bbbf397682a7cb777790a41040.jpeg\" alt=\"\" />                                                  <img src=\"https://cimg0.ibsrv.net/gimg/www.6speedonline.com-vbulletin/2000x1333/eef59eb1_1aa1_425c_8525_3cc01882cc61_70cc4118c7bc1e68ae42eb96515d63fe14d1c44f.jpeg\" alt=\"\" />                                                  <img src=\"https://cimg1.ibsrv.net/gimg/www.6speedonline.com-vbulletin/1340x2000/b56e6d3f_eb03_4881_94eb_9d24e31c1436_a77c9b6137b904f41e2c44ecb186ed3c1372f5c7.jpeg\" alt=\"\" />                                                  <img src=\"https://cimg2.ibsrv.net/gimg/www.6speedonline.com-vbulletin/2000x1333/4e829f0b_e49c_4e14_99b2_9c9e690e27d8_df82b588537ab2da59e9b5229ceb9d58ff20403d.jpeg\" alt=\"\" />                                                  <img src=\"https://cimg8.ibsrv.net/gimg/www.6speedonline.com-vbulletin/2000x1333/dc90159a_f3c2_4036_b560_f867e55df796_7d1b8f21d6727cdf0af3a8c936f6b10598cc775d.jpeg\" alt=\"\" />                                                  <img src=\"https://cimg8.ibsrv.net/gimg/www.6speedonline.com-vbulletin/2000x1333/6c810f0b_1a00_4fde_b81a_946f110b6e29_8229b28b3836b0c649765a674dbb13049de4acc7.jpeg\" alt=\"\" />                                                  <img src=\"https://cimg4.ibsrv.net/gimg/www.6speedonline.com-vbulletin/2000x1333/8061d4cf_538a_48e0_80d4_f390c4be4aff_e0a3e5ffc3cbec242f32f80f9a22647ebe9b8b58.jpeg\" alt=\"\" />            "
  },
  {
    "_id": "5dcfa9d2636b680b84685b9b",
    "url": "https://rennlist.com/forums/market/1167526",
    "cabriolet": false,
    "city": "Parker",
    "country": "United States",
    "description": "Excellent condition, low-mileage 987.1 Cayman S that's been well taken care of and well-loved. Beautiful Cobalt Blue Metallic over Stone Grey leather with 19",
    "info": "2007 Cayman S Manual in Cobalt Blue",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 27500,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29807U780264",
    "year": 2007,
    "detailed_description": "Excellent condition, low-mileage 987.1 Cayman S that's been well taken care of and well-loved. Beautiful Cobalt Blue Metallic over Stone Grey leather with 19\" Carerra S \"lobster fork\" wheels. Remaining options shown on window sticker in gallery.  Full service history since purchased at 20K miles, including recent 30K mile service. All servicing and inspections were done at RAC Performance and Porsche Plano, records and receipts available. Front tires are Michelin PS4S date coded 2014. Rears are also Michelin PS4S and recently replaced, date coded 2018. Brake pads and clutch have plenty of life and feel strong. Bushings are fine but a little worn, as expected for a 12 year old car. Shocks in good shape.  Car was used for road trips, fun drives, and occasional commuting and shows normal signs of wear. A few rock chips on the hood and scuffs on interior plastics around the trunk. Interior carpet is spotless and includes a set of Weathertech mats along with the originals. Car has never been tracked (but autocrossed once for fun). Never money shifted, and the DME report I had done before I purchased the car showed 3 ignitions in range 3, none in ranges 4-6. Previous owner installed a SpeedART exhaust that I've been very happy with, but otherwise the car is unmodified.  Feel free to get in touch for more info/photos!"
  },
  {
    "_id": "5dcfa9d2636b680b84685ba0",
    "url": "https://rennlist.com/forums/market/1146616",
    "cabriolet": false,
    "city": "Lawrenceburg",
    "country": "United States",
    "description": "I'm selling my Porsche Cayman street/track car. It has been used for 4 Porsche Club Drivers Education events in addition to daily driving. I am a Porsche Club Driving Instructor and this is...",
    "info": "2009 Porsche Cayman PDK - street/track",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2009,
    "price": 27500,
    "state": "TN",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WPOAA29859U760193",
    "year": 2009,
    "detailed_description": "I'm selling my Porsche Cayman street/track car. It has been used for 4 Porsche Club Drivers Education events in addition to daily driving. I am a Porsche Club Driving Instructor and this is one of the best handling Porsche's I have driven.  The Cayman is a 2009 base with the 2.9L engine and PDK trans. showing 85k miles. There are no IMS bearing issues with this engine in 2009. Included are the factory wheels mounted with Continentals and a spare set of 18\" BBS wheels with Kumhos. PPI was done about a year ago with no over-rev's and no problems noted and the Carfax is clean. I recently installed Corbeau seats on sliders and 5 pt harnesses with a RSS harness bar and the third center radiator.  It has the Porsche GT 4 aero package with splitter, rear wing and side scoops. I also have the smile grill that is not yet installed. It was lowered with H&R springs and it has new brake pads with Castrol SRF fluid. I used BGB Motorsports alignment and suspension specs with RSS front toe and bump steer kit. It has a Porsche GT 3 brake booster and Tarrett Eng. sway bars. It is corner balanced for a 200# driver and recently serviced.  Offers or 911 trades considered."
  },
  {
    "_id": "5dcfa9d2636b680b84685ba8",
    "url": "https://rennlist.com/forums/market/1146117",
    "cabriolet": false,
    "city": "St Pete Clearwater Area",
    "country": "United States",
    "description": "I bought this car two years ago to drive Chinn events at Sebring and Daytona. I wanted to upgrade my driving experience and safety on the track. I have had a ton of fun in this car and...",
    "info": "06 Cayman 987.1 Track Car with 3.6L X51",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 55000,
    "state": "FL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29896U78568",
    "year": 2006,
    "detailed_description": "I bought this car two years ago to drive Chinn events at Sebring and Daytona. I wanted to upgrade my driving experience and safety on the track. I have had a ton of fun in this car and learned what i needed from it. Personal best lap time was a 2.22 with a handful of 2;23s and a ton of 2.24s, at Sebring. My local shop had serviced the car for a while so i knew a little about it. I dont have a full history on the car but i have a link that has seems to have an origin, and since the car has traded from two shops what see you listed on other sites might not be accurate. Car is turn key and track ready. i have kept up on routine stuff and rear axles were replaced. as far as what class this car falls into, i dont know. i can make car available to local shop for inspection. car has coolshirt system. sequential shifter  extra set of bbs wheels"
  },
  {
    "_id": "5dcfa9d2636b680b84685bac",
    "url": "https://rennlist.com/forums/market/1145154",
    "cabriolet": false,
    "city": "Downingtown",
    "country": "United States",
    "description": "I am selling my weekend/HPDE car. I have outfitted the car for HPDE events. I have added a Competition Motorsports rollbar, Corbeau seats, Schroth Profi II HANS harnesses, LN Engineering 2...",
    "info": "Perfect Beginning HPDE Cayman S",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": "2007",
    "price": "27500",
    "state": "PA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wp0ab29817u783173",
    "year": "2007"
  },
  {
    "_id": "5dcfa9d2636b680b84685baf",
    "url": "https://rennlist.com/forums/market/1168577",
    "cabriolet": false,
    "city": "Little Rock",
    "country": "United States",
    "description": "Loaded. Original MSRP $104,520. Platinum Silver Metallic w/ Black standard leather interior. PDK/self-dimming mirrors/heated seats/ventilated seats/nav/BOSE/XM/Sport Design steering...",
    "info": "2011 Porsche 911 C2S PDK Platinum Silver Metallic/Black (Sport Chrono added)",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 49999,
    "state": "AR",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A97BS720717",
    "year": 2011,
    "detailed_description": "Loaded. Original MSRP $104,520. Platinum Silver Metallic w/ Black standard leather interior. PDK/self-dimming mirrors/heated seats/ventilated seats/nav/BOSE/XM/Sport Design steering wheel/12-way power seats/Sports PASM suspension/Comfort Package/Infotainment Package/19\" Carrera Sport wheels (wider than standard)/embossed headrests/aluminum look fuel tank cap. It has been brought current on all required maintenance since May. Oil change (May 2019)/brake fluid & PDK fluid changed (August 2019)/40k service was done in 2018/new air filters (July 2019)/new front tires (May 2019)/new rear tires (August 2019). New plastic film ahead of rear wheels installed (June 2019) along with a new ash tray door, trim piece around the ignition, new lug nuts, and new plastic pieces ahead of front tires on the bottom of the front bumper. The front bumper has a couple of minor imperfections from a prior owner bumping into something vertical, but I haven't repaired them (though I applied some heat to minimize the one at the lower edge of the driver's side brake duct opening). The interior is in great shape after replacing the cosmetic items mentioned above. The passenger seat has two repairs in it from a prior owner that are very good, but noticeable upon close inspection. New all weather mats were purchased and new ceramic tint (the lightest option available) installed. Sport Chrono Package installed by Gossett Porsche, so that's why there is no dash wart but the Sport and Sport Plus buttons are there and working. This car is great; selling it in favor of going back to a different daily driver and buying a Cayman S for weekend driving. Car is ready to go with no required maintenance until its next oil change. Clear title in hand. Buy at a discount before the end of November 2019 (when my tax credit expires) as I'll raise the price, keep the car, and sell in the spring for $53,000."
  },
  {
    "_id": "5dcfa9d2636b680b84685bb9",
    "url": "https://rennlist.com/forums/market/1168425",
    "cabriolet": false,
    "city": "Boca Raton",
    "country": "United States",
    "description": "2007 Porsche Turbo 39,130 miles. Midnight Blue on Natural $79,900 Trades and offers welcome  THE RENNLIST SYSTEM FOR UPLOADING PHOTOS DOES NOT SEEM TO BE WORKING. CLICK HERE TO SEE THE...",
    "info": "2007 Porsche 911 Turbo - 39k miles - Loaded",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 79900,
    "state": "FL",
    "transmission": "Manual",
    "turbo": true,
    "vendor": true,
    "vin": "WP0AD29977S784987",
    "year": 2007,
    "detailed_description": "2007 Porsche Turbo 39,130 miles. Midnight Blue on Natural $79,900 Trades and offers welcome!  THE RENNLIST SYSTEM FOR UPLOADING PHOTOS DOES NOT SEEM TO BE WORKING. CLICK HERE TO SEE THE CAR. : https://www.atlantismotorgroup.com/v...sche-911-turbo  This is is in excellent condition having been babied and driven an average of only 3,250 miles per year.  It has a clean Carfax, and we have the receipts and service records since new.  MSRP was $130,540 plus another $22,600 was invested in upgrades. Factory options include: Natural Leather Brown Heated Front Seats Rear Window Wiper Parking Assist System Sport Chrono Package Turbo Remote CD Changer Supple Leather Front and Rear Leather interior Natural Leather Midnight Blue Metallic Paint Natural Brown Floor Mats Rear Center Console in Leather  Upgrades Include:  Clear Bra in the entire front and the rear quarters B&M Short Shifter $1,100 997 Damptronic Coilovers $2,500 Ipod dock $818 997 Upgraded Headers $1,473 997 Turbo performance software $3,180 997 Powdercoated quad exhaust tips $165 HRE wheels $7,775 997 turbo Cat back Export Sport Exhaust $5,600  For more info, PM, call, email or whatsapp. [email protected] 561-729-7900"
  },
  {
    "_id": "5dcfa9dc636b680b84685eaf",
    "url": "https://rennlist.com/forums/market/1167654",
    "cabriolet": false,
    "city": "Chesterfield",
    "country": "United States",
    "description": "2006 Porsche 911 (997.1)  66,013 miles (wont go up any unless someone test drives it. currently in garage for winter)  FACTORY OPTIONS: Black leather interior, 6spd manual, Sport Chrono,...",
    "info": "2006 Porsche 911 Carrera, 6spd, Sunroof, Aero Kit, Sport Chrono, Custom Paint, Extras",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 36000,
    "state": "MI",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29976S715739",
    "year": 2006,
    "detailed_description": "2006 Porsche 911 (997.1)  66,013 miles (wont go up any unless someone test drives it. currently in garage for winter)  FACTORY OPTIONS: Black leather interior, 6spd manual, Sport Chrono, Bi-Xeon headlamps (swapped out for aftermarket halo LED headlamps. stock ones will come with), Power drivers seat ( i think they are sport seats, have crest in headrest, Bose subwoofer, Power sunroof, Rear window wiper, Aero Kit  MAINTENANCE: when i purchased the car in 2016 (with 56000 miles), i changed the trans fluid, oil and brake pads and put a new belt on. all fluids bought from porsche dealer. Car gets regular oil changes with molbil one synthetic. I checked the coolant, and topped it off when i installed the third center radiator. Battery was replaced last summer (2018). New factory radio *****.  EXTRAS: Fabspeed cup exhaust with black chrome tips, Fabspeed carbon fiber intake, Fabspeed ECU tune, Aftermarket 19\" wheels, Third center radiator from suncoast, Aftermarket LED halo headlamps, Aftermarket LED tail lights, LED exterior lights, Nav tv ipod adapter, H&R lowering springs, Tinted windows, Mesh grilles in front bumper.  PAINT: Repainted by myself (its what i do). Riviera Blue, All PPG products, 4 coats of clear, flat sanded and rubbed. Syngergized Systems coating applied (its a hybrid ceramic coating. saves a ton of time on washing). All the jambs, roof and center of spoiler painted in semi gloss black. When i bought the car, it was silver, i hate silver. There was no bodywork done on the car, just a color change. Overall the paint looks great. It does have a couple stone chips, just from normal driving. Paint is 3 years old.  GENERAL INFORMATION/ CONDITION: Car runs, drives, sounds and looks great. Interior is in good condition with normal wear for the mileage. Tires are in great shape. Car Fax shows zero accidents and one damage report. The damage report is from me. I hit a groundhog on the freeway in April of 2018. It got a new front bumper under insurance. The bumper was purchased from suncoast. I have pics of the damage if anyone would like to see it. I also have a pic of the car when i first purchased it, when it was silver. The frunk switch inside the car quit working recently, but still works off the fob (the engine lid switch still works). The exterior LED lights do throw lights on the dash. It never bothered me, but can be easily fixed by installing regular bulbs. The headlights and tail lights do not throw any lights on the dash. The factory Bi-xeon head lamps are in great condition and will go with the car. The factory tail lights and factory springs will also go with the car. If buyer is interested, i can include the slightly damaged old front aero kit bumper and an extra set of trim pieces. Its easily repairable. Price is firm. Only trade i will even entertain is a Ford Raptor"
  },
  {
    "_id": "5dcfa9dc636b680b84685ec2",
    "url": "https://rennlist.com/forums/market/1164744",
    "cabriolet": false,
    "city": "Ann Arbor",
    "country": "United States",
    "description": "2007 911 (997) Turbo Coupe Twin Turbocharged 3.6L H6 Engine 480 HP, 505 pound-feet of torque 5-Speed Tiptronic S Transmission & AWD 0 - 60 in 3.4 sec. Top Speed: 193 mph Slate...",
    "info": "2007 Porsche 911 Turbo (997) Coupe",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 72500,
    "state": "MI",
    "transmission": "Automatic",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD29957S786530",
    "year": 2007,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9dc636b680b84685ecf",
    "url": "https://rennlist.com/forums/market/1168167",
    "cabriolet": false,
    "city": "Santa Monica",
    "country": "United States",
    "description": "* Meteor Gray exterior with ceramic coating, black leather interior with power seats. * 3.8l engine with direct injection, approx. 385hp (modified exhaust so actual hp may be a little...",
    "info": "xlnt 997.2 C4S",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 54000,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29999S720409",
    "year": 2009,
    "detailed_description": "* Meteor Gray exterior with ceramic coating, black leather interior with power seats. * 3.8l engine with direct injection, approx. 385hp (modified exhaust so actual hp may be a little higher). * Launch Edition, Sport Chrono, PASM and Sport+with 7-spd PDK and paddle shift * Bose audio system, upgraded OEM multifunction display to "
  },
  {
    "_id": "5dcfa9dc636b680b84685ee8",
    "url": "https://rennlist.com/forums/market/1157653",
    "cabriolet": true,
    "city": "Cypress",
    "country": "United States",
    "description": "2009 911 C4s cabriolet ... basalt black metallic exterior paint, full black leather interior with Porsche crest in the headrests, black convertible top. 7 speed PDK transmission. Just under...",
    "info": "2009 911 C4S Cabriolet PDK/ 997.2",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 45000,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB299X9S755193",
    "year": 2009,
    "detailed_description": "2009 911 C4s cabriolet ... basalt black metallic exterior paint, full black leather interior with Porsche crest in the headrests, black convertible top. 7 speed PDK transmission. Just under 58k miles...PASM active suspension, Sport Chrono package with sport and sport plus modes. Heated and cooling seats, Bluetooth phone connection, Bose stereo. This car has launch control. Factory wide body . Red brake calipers all the way around , 19inch turbo wheels with Michelin tires , Porsche adaptive headlights ,  Car is up to date on all services ... in the last 90 days car has had new front brakes , oil change , and coolant flush. Car has been maintained with an open check book during my ownership... Sticker price was north of $125k. Car is garaged and never driven in the rain. Limo tint all the way around all interior bulbs changed to LED... car is ready for a new home, clean car fax and no accidents... I'm the 4th owner of this car and I'm only selling because we got 2013 991.1. The pictures are from the carfax I got when buying the car 1 year ago  clean California title in hand"
  },
  {
    "_id": "5dcfa9dc636b680b84685eed",
    "url": "https://rennlist.com/forums/market/1160969",
    "cabriolet": false,
    "city": "San Diego",
    "country": "United States",
    "description": "*Dropbox link to many more photos and Excel spreadsheet of Maintenance Log during my ownership. https://www.dropbox.com/sh/10riskeo7pwj4vp/AACaNVU-7Cdm33S1ieH2fUR0a?dl=0  3rd owner....",
    "info": "2006 Porsche 911 Carrera S 6spd",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 37500,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29986S743966",
    "year": 2006,
    "detailed_description": "*Dropbox link to many more photos and Excel spreadsheet of Maintenance Log during my ownership. https://www.dropbox.com/sh/10riskeo7...ieH2fUR0a?dl=0  3rd owner. Relatively rare and beautiful factory color, Lapis Blue Metallic exterior with Stone Grey interior. Have all maintenance receipts during my ownership.  FACTORY OPTIONS: Self-Dimming Mirrors Heated Front Seats Sport Chrono Package Plus Metal Door Sill Insignia Sport Shifter 5mm Wheel Spacers  RECENT SERVICE: New Hankook Ventus V12 EVO2 K120 Tires installed and OEM Wheels refinished at 81,814 miles Engine Oil & Filter change at 77,826 miles New Clutch at 77,587 miles New Air/Oil Separator at 75,429 miles New Water Pump, Coolant Tank, and LN 160 degree Thermostat at 70,652 miles  MODS: Rennline pedal set installed by previous owner. TPMS disabled by previous owner due to swapping wheels for autocross. Have TPMS sensors loose. Transzit Blu HF installed by me for Bluetooth connectivity. Xpel Ultimate protective clear film on front of car including frunk lid, front fenders, headlight, side view mirrors (should probably be replaced.)  THE GOOD: Very clean example that was used as a daily driver reliably for nearly the last three years. Recently did a 3,200-mile road trip this summer with no issues whatsoever. The car has been in the San Diego area since new.  THE BAD: Windshield is pitted somewhat as the result of following a Porsche GT3 with Pilot Sport Cup 2 tires during a desert canyon run out by Ocotillo Wells. The driver side door has a scratch from freeway debris that was subsequently touched up (see photo.) The passenger side rear fender was scratched by my kid's bicycle and subsequently touched up (see photo.) I had an idiotic single-car accident that required a new front bumper cover, passenger side headlight, and passenger side radiator. Repaired via insurance at my choice of body shop, and no sheet metal was replaced or removed during the repair. PM for more details.  Title in hand. CARFAX available upon request"
  },
  {
    "_id": "5dcfa9dc636b680b84685ef1",
    "url": "https://rennlist.com/forums/market/1168014",
    "cabriolet": false,
    "city": "Addison",
    "country": "United States",
    "description": "Original MSRP: $271,600.00  Limited Edition - #389 of 500  Prod Month:2010-12-01  VIN: WP0AE2A90BS778112  Two (2) local Dallas, TX owners",
    "info": "2011 Porsche 911 GT2 RS - #389 of 500",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 415900,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AE2A90BS778112",
    "year": 2011,
    "detailed_description": "Original MSRP: $271,600.00  Limited Edition - #389 of 500  Prod Month:2010-12-01  VIN: WP0AE2A90BS778112  Two (2) local Dallas, TX owners  Exterior:Black  Interior:Black Full Leather  Warranty Start:February 12, 2011    911 GT2 RS  09991 Excl Options Dev Stitching  191 Lightweight Lithium-Ion Batt  24901 StitchingDashboardDeviatingCol  24902 StitchingDoorTrimDeviatingCol  24904 StitchSideCenterConsDeviatClr  24905 StitchRearSidePanelDeviatColor  25851 StitchingFrontSeatsDeviatColor  26391 StitchDoorPullHand&ExtenDevCol  346 Wheels Painted Silver  490 Sound Package Plus  509 Fire Extinguisher  5553-point Seat Belts in Black  585 Cupholders  589 Carbon Fender (front)  619 Bluetooth Phone Interface  640 Sport Chrono Package Plus  686 XM  78 Black Full Leather  810 Floor Mats in Interior Color  870 Universal Audio Interface  A1 Black  CRU Wheels Painted in Black  EZD Additional Interior Carbon Pkg  P01 Adaptive Sport Seats  P12 Auto Dim Mir w/Int Rain Sensor  P23 PCM with Navigation Module  XJJ Belt Outlets B Pillars Carbon  XMJ Rear Center Console Carbon  XUB Headlight Cleaner Ext Color  XXG Clear Tail Lights  XXZ Foot Rest Aluminum  ZBU Audio System Package  ZCL Central Locking Wheels"
  },
  {
    "_id": "5dcfa9dc636b680b84685f0a",
    "url": "https://rennlist.com/forums/market/1119254",
    "cabriolet": false,
    "city": "Chicago",
    "country": "United States",
    "description": "Time to depart with baby and move on to another 911. She has never seen snow or salt. Driven only in warm months. Garage kept during the winter. Clear bra covering front bumper, 1/3 of hood,...",
    "info": "2012 Porsche 911 Turbo S - Carrara White on Black(w/ deviated stitch) -- STOCK",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 101000,
    "state": "IL",
    "transmission": null,
    "turbo": false,
    "vendor": false,
    "vin": "WP0AD2A92CS766600",
    "year": 2012,
    "detailed_description": "Time to depart with baby and move on to another 911. She has never seen snow or salt. Driven only in warm months. Garage kept during the winter. Clear bra covering front bumper, 1/3 of hood, fenders and mirrors. Interior comes fully loaded with Carbon packages as well as yellow deviations to accent the black interior. PDK Transmission. Vehicle has NEVER seen track time. Please contact me directly with any questions. More pictures and videos available for serious inquiries.  EMAIL: [email protected]  History -I am 2nd owner(owned for 4 years) -purchased the vehicle from Harper Porsche(Knoxville, TN) with 925 miles -Original owner purchased new from Harper Porsche -Yearly oil changes/service performed at Porsche Milwaukee North -NEVER TRACKED   MSRP: $181,355  Options 911 Turbo S 160,079 Additional Interior Pkg Carbon 4,930 Heated Seats(Front) 525 Heated Steering Wheet 250 Park Assist System(rear) 530 Sirius XM Sat Radio Tuner 750 Interior Package in Carbon 1140 3-Spoke MultifunctionSW Carbon 365  Exclusive Options Sport Chrono Speed Yellow 500 Model Deig Deviating Color 215 Wheels Painted in Black 1,815 PreparIlluminatDoorSillGuards nc. Instrument Dials Speed Yellow 860 SeatBeltOutlet B-Pillar Carbon 450 Side air vents(carbon) nc. Center Console in Carbon 1,625 Porsche Crest Emboss Headrest 285 Seat Belts in Speed Yellow 540 Door finishers(carbon) nc. HeadlightCleanSystCov Ext Color 295 Logo on Center Console 330 IlluminDoorEntryGuardsCarbon 1,270 Clear Taillights 610 Central air vent slat(carbon) nc. Excl Options Dev Stitching nc. Stitch-Front/RearSeatDevThread 1,100 Dashboard Stitching Dev. Color 310 Door Stitching in Dev. Color 310"
  },
  {
    "_id": "5dcfa9dc636b680b84685f0d",
    "url": "https://rennlist.com/forums/market/1162131",
    "cabriolet": false,
    "city": "Houston",
    "country": "United States",
    "description": "2008 Porsche 911 Carrera S RARE Centro YouTube Walk Around (https://www.youtube.com/watch?v=6_w30vBCYQU&feature=youtu.be) 3.8L H6 engine 30,954 miles Tags 05/20 360 Degree Integrated...",
    "info": "Porsche 911 Carrera S RARE Centro",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 70000,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB299X8S732082",
    "year": 2008,
    "detailed_description": "2008 Porsche 911 Carrera S RARE Centro YouTube Walk Around (https://www.youtube.com/watch?v=6_w3...ature=youtu.be) 3.8L H6 engine 30,954 miles Tags 05/20 360 Degree Integrated Radar Detector Schnell Short Shifter  Aero GT3 Front Bumper w/ Lip GT3 Rear w/ Spoiler Sport Chrono Plus 6 speed manual transmission One-off custom center-drive 911S Coupe Center-drive conversion by Centro 911 - over $75k invested Dry sump w/ oil cooler Dual-mass flywheel Engine drag torque control (EDTC) Front/rear stabilizer bars Vented disc brakes w/ 4-piston front/rear monobloc brake calipers Porsche Active Suspension Management System (PASM)-inc 10mm lowering PSM - Porsche stability management Stainless steel exhaust system Bi-Xenon headlights w/ auto headlight levelling LED upgrades Porsche Emblem Courtesy light  Carbon fiber dash Upgraded LED Halo Style Tail Lights All Leather Interior Updated Nav System Video Playback on Screen (Watch Movies, Youtube, MP4) Rear Camera Bluetooth wireless HDMI input  Pwr Sunroof Track Spec Full Titanium Rear Exhaust  EVOMS V-Flow Cold Air Intake System Porsche Carbon Fiber Strut Tower Brace Polarized Ceramic Coating Front Windshield 5% Full Ceramic Polarized all around Clean Tx Title in my name  As for safety for both parties I will only meet at the gated police precinct at the address stated below. As it has cameras as you go in and police security at all times.   Harris County Precinct 5 17423 Katy Fwy, Houston, TX 77094  Call or txt 281 797 0755"
  },
  {
    "_id": "5dcfa9dc636b680b84685f11",
    "url": "https://rennlist.com/forums/market/1158933",
    "cabriolet": false,
    "city": "Joliet",
    "country": "United States",
    "description": "For Sale is a Porsche 997 Track/DE/Race Car. Car is super clean and an incredible build. This was a spare no expense build and maintenance. Stored and serviced at a professional race shop,...",
    "info": "Porsche 997 Track/DE/Race Car",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 57000,
    "state": "IL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WPOAA29955S717472",
    "year": 2005,
    "detailed_description": "For Sale is a Porsche 997 Track/DE/Race Car. Car is super clean and an incredible build. This was a spare no expense build and maintenance. Stored and serviced at a professional race shop, Eurosport Racing, located in Joliet, IL. Super reliable and inexpensive to run. I used it for DE only and the car was not raced. Below are the additions. I'm sure I am missing something but should be most of everything.  Engine Rebuild: o Top end engine rebuild. o Blueprinted, complete Engine Rebuild by Hergesheimer MotorSports o Porsche crankset and piece/parts o Tarett oil pan baffle kit o New water pump/AOS  Drivetrain/Engine upgrades: o Sachs Sport Disc o Sachs Pressure Plate o Stock gearing o Guard LSD 60/40 o LN Engineering IMS Upgrade o Transcooler o RSS underdrive pulley o Numeric Racing Competition Shifter o Cargraphic Exhaust and 200 Cell Cats o Third (center) radiator o New Porsche OEM rebuilt transmission 12/2015 o Auto blipper. https://www.auto-blip.com/  Interior upgrades: o Aim MXL2 Dash Logger o Chase Cam Camera system o Works Bell quick release and hub o MOMO Mod 78 Steering wheel o new Interstate battery o Interior completely removed o Rennline Footrest/Brake/Clutch/Gas Pedals o Rennline floor boards (driver & passenger) o Cool Shirt system  Suspension upgrades: o JRZ RS Pro Double Adjustable Suspension o GT3 front sway bar o RSS Adjustable Toe Steer Link Kit o RSS Adjustable Rear Link Kit (Dogbones) o RSS Lower Control Arms o RSS Rear Control Arms (w/fixed caster) o Tarett drop links o Tarett 997 Rear adjustable Drop Links o Tarett rear sway bar  Brake system upgrades: o 997 GT3 brake calipers o Front/Rear: Girodisk slotted rotors (FRONT INSTALLED OCT 2019) o Pagid Yellow race pads PAG-2405-RS29 (FRONT INSTALLED OCT 2019) o New OEM GT3 master cylinder 12/2015 o 996 Cup Brake Air Duct Kit o Pagid Black race pads PAG-2406-RS14 o GT3 brake ducts for added cooling o SS brake lines  Race wheels upgrades: o 18\" OZ Allegerita 8\"/10\" o Rennline Competition Wheel Stud kit   Aero upgrades: o Porsche 997 OEM GT3 nose and front splitter o GT3 roof reskin (no sunroof skin) o Getty Design Decklid. Porsche OEM GT3 Cup Wing and Uprights  Driver safety upgrades: o SPA Extreme 2.5KG Electric Fire System o LucasFab Roll Cage o OMP HTE-R Seats (driver & passenger-size large) o Schroth Enduro 6 point harnesses o Remote cutoff o Recaro sliders o Planted Offset Sidemount seat brackets o Rennline tow hooks front & rear  A lot of the upgrades were done in 2016."
  },
  {
    "_id": "5dcfa9dc636b680b84685f18",
    "url": "https://rennlist.com/forums/market/1159216",
    "cabriolet": false,
    "city": "West Orange",
    "country": "United States",
    "description": "Selling my 2007 Cayman S 6 Speed.  The car is Carrera white with a black interior.  I am the second owner of the vehicle and the car currently has 91,450 miles.  It has never been tracked in...",
    "info": "2007 Cayman S for sale",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 22000,
    "state": "NJ",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29867U783007",
    "year": 2007,
    "detailed_description": "Selling my 2007 Cayman S 6 Speed.  The car is Carrera white with a black interior.  I am the second owner of the vehicle and the car currently has 91,450 miles.  It has never been tracked in my possession but I have auto crossed the car.  Not sure of the previous owner as the car was purchased from a VW dealer where the previous owner traded it in.  The vehicle is well maintained with a bunch of maintenance just performed.  At the end of last year the rear pads and rotors were replaced along with 4 new Michelin Pilot 4S tires installed.  All 4 tires currently measure 9/32nds.  The headliner was also recovered with factory Porsche material as it had fallen down.  This June, the following maintenance was performed; oil change, brake flush, cabin filter replaced, engine air filter replaced, new engine belt, all plugs and coils replaced.  The over rev read out was done at that time and the car has only 52 in range 2. I have most receipts for the vehicle but not all.  The build sheet is as follows;  342  Heated Front Seats  403  19\" Carrera S Wheel  435  3-Spoke Sport Steering Wheel  475  PASM  498  Delete Model Designation  573  Automatic Climate Control  639  Sport Chrono Pkg W/Out PCM  680  Bose High End Sound Package  AP    Black Sport Seats  B4    Carrera White  CGA Headlight Cleaner Cvr. Ext. Clr  CRX  Wheels Painted in Dev. Color  P74  Bi-Xenon Headlamp Package  P77  Leather Sport Seats  XLF  Sport Exhaust System  Total MSRP  72,530.   The car has never been in an accident in my possession and as far as I know, none with the previous owner.  The Carfax is clean.  There are some minor issues around the vehicle.  There is a small door ding on the passenger door.  There are normal rock chips here and there.  The paint on the front bumper has some slight cracks right above the plate bracket.  I think someone tapped the front bumper in a parking lot.  Both rock gaurds on the rear quarter panels are discolored from age.  The PORSCHE writing has faded from the left two brake calipers as well.  Other than that the interior is in good shape with just normal wear.  Everything works as it should.  Car drives great and was told no other work was needed after the last service was performed in June."
  },
  {
    "_id": "5dcfa9dd636b680b84685f45",
    "url": "https://rennlist.com/forums/market/1158651",
    "cabriolet": false,
    "city": "Kennett Square",
    "country": "United States",
    "description": "2007 Porsche 911 Carrera 82k miles Cobalt Blue/Stone Grey Interior  Notable Options: Adaptive Sport Seats Heated Seats Park Assist  Modifications:",
    "info": "2007 Porsche 911 Carrera - Cobalt Blue - 81k miles",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 30900,
    "state": "PA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29927S711356",
    "year": 2007,
    "detailed_description": "2007 Porsche 911 Carrera 82k miles Cobalt Blue/Stone Grey Interior  Notable Options: Adaptive Sport Seats Heated Seats Park Assist  Modifications: Clear Bra Alpine Head Unit with Navigation/Bluetooth and Amplifier Euro clear turn signals (originals included)  History I am the third owner. The car was previously in the south (Tennessee and Florida) until I bought the car in September 2017. The car has been stored during winters with my ownership, so no driving in freezing temperatures or road salt in its life time. I have all service history.  Recent Maintenance: Fixed drivers door latch (wasn't springing back when I purchased) Coolant tank replaced Motor mounts replaced New tires (Sumitomo HTRIII) as of 2/2019 PA inspected as of 2/2019  Condition/issues: Paint is in very good shape. Some minor scratches and paint chips, I would say above average overall for age and mileage. Clear vinyl in front of rear wheels is discolored. I have replacement vinyl. Can include or replace for buyer. Interior is in great shape. Some wear on center console near seat.  Slight noise (clicking) coming from dash when climate control is on. My guess is maybe a noisy blend door. Has been that way since I have owned it, and it hasn't been a nuisance enough for me to resolve. Climate control (heat/AC) function without issue."
  },
  {
    "_id": "5dcfa9dd636b680b84685f4c",
    "url": "https://rennlist.com/forums/market/1153120",
    "cabriolet": false,
    "city": "Norman",
    "country": "United States",
    "description": "I'm sure there are still a few things I've missed but a lot time and tens of thousands of dollars have been spent on this 911 Turbo to make it perfect. Excellent condition inside and out, the...",
    "info": "2007 Gemballa Tech Art 911 Turbo,  stunning, 16,900 miles",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 99999,
    "state": "OK",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "wpoad29967s784298",
    "year": 2007,
    "detailed_description": "I'm sure there are still a few things I've missed but a lot time and tens of thousands of dollars have been spent on this 911 Turbo to make it perfect. Excellent condition inside and out, the interior even smells new. I have owned several exotic cars including a few 911 turbos and this one is special. Pictures truly do not depict it. If you're on the fence come see it in person and if you feel I have wasted your trip I'll do what i can to make it right. You will not be disappointed. Pre purchase inspections and viewing of the vehicle are welcome with notification in advance. Additionally for $3000 i can transfer the extended warranty that lasts through 11/21/23 or 60,000 miles. If you have any questions or would like to schedule an inspection the best way to contact me is JakeATcmsok.net (replace [email protected])   Gemballa interior Tech Art body kit Moton club sport adjustable suspension GMG Harness bar Tech 1 110 wheels with new Michelin Super Sport tires Cobb accessport v3 with custom 100 octane tune ECS carbon fiber intake Evolution Motorsports 620/650r package with optional sport exhaust http://www.evoms.com/Porsche_Perform...vt620-650r.htm Full hood, front fenders,roof front bumper and side mirrors protected by PPF, the paint has been corrected and ceramic coated.   A few of the factory options include Alcantara Sport Chrono Plus Package Adaptive Sport Seats Full Leather Rear axle lock Differential Console painted Guards Red   Thank You for looking Jake"
  },
  {
    "_id": "5dcfa9dd636b680b84685f54",
    "url": "https://rennlist.com/forums/market/1164678",
    "cabriolet": true,
    "city": "College Station",
    "country": "United States",
    "description": "This 997.2 GTS has approximately 11 months remaining on the CPO warranty until September 2020. It is a black/black GTS Cabriolet with the PDK transmission.  It is a highly optioned vehicle...",
    "info": "CPO 2012 Porsche 911 GTS Cab PDK",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 64500,
    "state": "TX",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB2A99CS754409",
    "year": 2012,
    "detailed_description": "This 997.2 GTS has approximately 11 months remaining on the CPO warranty until September 2020. It is a black/black GTS Cabriolet with the PDK transmission.  It is a highly optioned vehicle with Adaptive Sports Seats with Driver Memory, Navigation Module, BOSE Surround Sound System, Bi-Xenon Headlights incl. PDLS, GTS Side Model Designation in Silver, Black Full Leather Interior Incl. Dash, Sirius XM Satellite Radio, Sport Chrono Package, Clear Taillights, 19\" Carrera Sport Wheels, and Heated Seats.  Sticker price was $132,105.  I have had the car about a year and have put about 1,500 miles on her. She's got 40,279 miles. The 40,000 mile maintenance has already been done.  The only blemish is a few scratches on the rear driver's side bumper (next to the license plate). Other than that, the car is immaculate.  "
  },
  {
    "_id": "5dcfa9dd636b680b84685f5b",
    "url": "https://rennlist.com/forums/market/1142359",
    "cabriolet": false,
    "city": "Los Angeles",
    "country": "United States",
    "description": "Hi everyone,  It looks like it's time to sell the car. Work has been busy and has not let up so I haven't been able to enjoy her as much as I have wanted. So it's time for someone else to...",
    "info": "For Sale 2007 Porsche Turbo 997.1 (Meteor Grey)",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 69500,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AD29937S784369",
    "year": 2007,
    "detailed_description": "Hi everyone,  It looks like it's time to sell the car. Work has been busy and has not let up so I haven't been able to enjoy her as much as I have wanted. So it's time for someone else to enjoy this amazing car. Car is primarily a weekend car. I bought the car in Oct 2016 at 36,742 miles and the car now has about 40,500 miles. The car is stock aside from a Kenwood deck and rear clear stone guards that were installed on the car before I bought it. I had a PPI done before I bought the car at TRE Motorsports in Van Nuys, CA. The car has been serviced at my shop, TLG Auto in North Hollywood,CA since I have owned it. I had a 36k service done about a year ago at 38,809 miles. Car has some rock chips on the front bumper, hood, and rear bumper bumperettes. Clean title, no accidents, and title on hand. I am the third owner. Car runs great and has never been tracked. If anyone has any questions you can email me at [email protected] or message me on the forums. I can provide a Carfax, receipts for any maintenance I have done, and the ppi report for any prospective buyers. "
  },
  {
    "_id": "5dcfa9dd636b680b84685f60",
    "url": "https://rennlist.com/forums/market/1167539",
    "cabriolet": false,
    "city": "San Francisco",
    "country": "United States",
    "description": "2012 997.2 GTS | PDK  54,350 miles VIN: WP0AB2A99CS720400 Meteor Gray Title in hand No Accidents Clean Carfax 3 owners 2 keys Manuals as per photos",
    "info": "2012 Porsche 911 997.2 GTS | CPO",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 69150,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A99CS720400",
    "year": 2012,
    "detailed_description": "2012 997.2 GTS | PDK  54,350 miles VIN: WP0AB2A99CS720400 Meteor Gray Title in hand No Accidents Clean Carfax 3 owners 2 keys Manuals as per photos Brand new x 4 Michelin Pilot Sport N2 tires < 50 miles wear Service records from when the car has been in my possession, no previous records. Porsche CPO until November 2021   Stock other than:  - Sharkwerkz center bypass ( I also have the original OEM muffler, which will be included, boxed up) - Clear side marker lights, also kept the original OEM orange side marker lights, boxed up. - Clear bra on front, mirrors and stone guards  Selling as I want to buy an SUV.  I believe in absolute full disclosure, please ask any questions via the advertisement or in a private message.   PPI's are more than welcome (within close proximity to the Bay Area) at your expense.  "
  },
  {
    "_id": "5dcfa9dd636b680b84685f64",
    "url": "https://rennlist.com/forums/market/1142996",
    "cabriolet": false,
    "city": "Park City",
    "country": "United States",
    "description": "Location: Park City, Utah 84098 Chassis: WP0CD29969S773264 40k Miles Twin-Turbo 3.6L Flat-Six 6-Speed Manual Transaxle GT Silver Metallic Sea Blue Full Leather Exterior Repaint Short...",
    "info": "2009 Porsche 911 Turbo Cab (997.1 - tweener) -- 40k mi/6-speed",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 74999,
    "state": "UT",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "VIN WP0CD29969S77",
    "year": 2009,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9dd636b680b84685f6d",
    "url": "https://rennlist.com/forums/market/1157636",
    "cabriolet": false,
    "city": "Potomac",
    "country": "United States",
    "description": "Porsche Racing Green Metallic/Sand Beige leather interior Mileage 65,900 Service fully up to date (including PDK oil/filter service) $48,000 (includes additional excellent-condition...",
    "info": "997.2 C2S PDK Sport/+ For Sale",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 48000,
    "state": "MD",
    "transmission": null,
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29919S720985",
    "year": 2009,
    "detailed_description": "Porsche Racing Green Metallic/Sand Beige leather interior Mileage 65,900 Service fully up to date (including PDK oil/filter service) $48,000 (includes additional excellent-condition Porsche 19\" \"lobster\" wheels with winter tires)  Options: Porsche Doppelkupplung (PDK) Self Dimming Mirrors Heated Front Seats 19\" Turbo Wheels Seat Ventilation Bluetooth Phone Interface Navigation Module for PCM Bose High End Sound Package XM Radio Floor Mats in Interior Color [Sissel mats currently in place] Universal Audio Interface [with update for iPhone with Lightning Connector] Porsche Racing Green Metallic Sand Beige Standard Leather Metal Door Sill Model Insignia  PLUS: Sport/Sport+ added by Porsche of Tysons Corner, no dashboard wart (after driving the car for almost a year without it, it totally changes the character of the car making it dramatically more fun to drive) \"S\" model includes PASM suspension  The GOOD:"
  },
  {
    "_id": "5dcfa9dd636b680b84685f6e",
    "url": "https://rennlist.com/forums/market/1158212",
    "cabriolet": true,
    "city": "Darien",
    "country": "United States",
    "description": "Beautiful 2010 C2S Cabriolet in triple black with 6 speed manual transmission, a great build. I am the second owner - bought April 2014 from Porsche of Wallingford with 5,900 miles and CPO,...",
    "info": "2010 C2S Cabriolet 6 Speed Manual Triple Black",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 52900,
    "state": "CT",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WBOCB2A9XAS754156",
    "year": 2010,
    "detailed_description": "Beautiful 2010 C2S Cabriolet in triple black with 6 speed manual transmission, a great build. I am the second owner - bought April 2014 from Porsche of Wallingford with 5,900 miles and CPO, which has since expired. Odometer at 30,800 miles. Original sticker: $110,315. 100% stock. Never tracked or raced. Garaged. All service records. No issues - no accidents - needs nothing. Runs perfectly, fast and strong.  19\" Carrera S II wheels with Hankook Ventus V12 EVO2 tires. Heated/cooled seats. Dynamic cornering lights. Bluetooth interface. Sport Chrono package plus. Navigation module for PCM. Bose high end sound package. SiriusXM radio. Universal audio interface. Black standard leather. Power comfort seats with driver memory. Clear wrap. John"
  },
  {
    "_id": "5dcfa9dd636b680b84685f76",
    "url": "https://rennlist.com/forums/market/1166419",
    "cabriolet": false,
    "city": "Columbus",
    "country": "United States",
    "description": "It's with a heavy heart I move on from my childhood hero of a dream car. I won't be around to enjoy it starting this October, and am ready to sell the best car I've ever owned.  VIN:...",
    "info": "2007 Porsche 911 Turbo Manual (997.1TT) - Columbus, GA",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 59500,
    "state": "GA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AD29917S786850",
    "year": 2007,
    "detailed_description": "It's with a heavy heart I move on from my childhood hero of a dream car. I won't be around to enjoy it starting this October, and am ready to sell the best car I've ever owned.  VIN: WP0AD29917S786850 MSRP: $128,490 Exterior: Basalt Black Mettalic Interior: Sand Beige Full Leather Original Sale Date: 23 July 2007 Warranty Expiry Date: 30 April 2020 (Fidelity) Mileage: 70,500 (this will continue to rise)  Options: 220 - Axle-Differential Lock Rear 342 - Heated Front Seats 640 - Sport Chrono Package Turbo 666 - Module for Telephone PCM 820 - Floor Mats - Interior Color TG - Sand Beige Full Leather XSC - Porsche Crest in Headrest Z4 - Basalt Black Metallic  Aftermarket: -Fidelity Platinum Warranty thru APR 2020 ($150 Transfer Fee) -Full K40 Radar & Laser Detector Suite (Incredible addition!) -GIAC Stage 1 Tune (Warranty Friendly) w/ Dongle -Fabspeed Exhaust -New Factory Rear Rotors -XTRONS Android Head Unit (will include stock PCM headunit w/ upgraded SiriusXM) -Parrot Bluetooth Phone -Full front Bumper 3M clear wrap -Full hood 3M clear wrap -Mirror 3M clear wrap  Preventative Maintenance: -Pinned coolant lines (an engine out service) -Replaced rear spoiler hydraulic rams (known to fail)  This car is a rare color combo of Black on Tan with the added Chrono package and **MUST HAVE** full leather interior.  I've owned the car since January and this has been the most fun, special, and RELIABLE sports car I've ever owned (AMGs, Ms, and RS Audis). It is not a garage queen, it is DRIVEN and ENJOYED.  Every service record since new is included, except the last two oil changes, which I did myself and can provide receipts for.  Carfax: I have a Carfax that was pulled when I purchased the car in January of 2019. There have been no changes since and am happy to email it to serious buyers. There is one accident noted in NOV 2017. I have a photo of the accident (scuffed front bumper), a detailed description of the accident by the owner, and a signed document on letterhead by the company who did the repair (Alpine Auto Renovation -- the ONLY Porsche Certified Collision Center in Utah) detailing what needed to be repaired, and what was repaired.  Don't miss out on your chance to own an affordable Porsche 911 Turbo!"
  },
  {
    "_id": "5dcfa9dd636b680b84685f81",
    "url": "https://rennlist.com/forums/market/1149766",
    "cabriolet": false,
    "city": "Rochester",
    "country": "United States",
    "description": "Car is in great working order and only has been in one PCA Club Race.  No incidents or damage anywhere due to contact.  Items Added to the Cayman R;  DeMan Motorsport 8 point safety cage...",
    "info": "2012 Cayman R Track Prep GTB-1 Race Car",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 85000,
    "state": "NY",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A88CS793152",
    "year": 2012,
    "detailed_description": "Car is in great working order and only has been in one PCA Club Race.  No incidents or damage anywhere due to contact.  Items Added to the Cayman R;  DeMan Motorsport 8 point safety cage for PCA club racing,   Window nets, extended door bars, and A pillar reinforcements.  OMP HTE-R race seats   DeMan Motorsport Cayman Aero kit for rear with GT3RS Carbon wing   DeMan Motorsport front Carbon aero kit spoiler  DeMan Motorsport Master cut off Relay with 2 remote kill switches, ECU interruption and covers.   Hour Counter  Helmet A/C blower/cooler system   Replace front sway bar with GT3 component, add adjustable drop links   Tarett GT3 control arms  CoolShirt System  MKS 2 Way Adjustable Suspension  2 Sets of OMP Wheels 18\" (Orange and Black)  Factory Wheels 19\"  Optional Equipment  Aluma Trailer:  additional 3500  AIM MKS 1.2 Data and Video Logger.  Additional 3500"
  },
  {
    "_id": "5dcfa9dd636b680b84685f87",
    "url": "https://rennlist.com/forums/market/1166844",
    "cabriolet": false,
    "city": "Atlanta",
    "country": "United States",
    "description": "Merit Partners is pleased to present this pristine Cayman R in white over black interior with the hard to find Carbon Fiber race bucket seats. We acquired this car from one of our top clients...",
    "info": "2012 Porsche Cayman R",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 68500,
    "state": "GA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB2A89CS793421",
    "year": 2012,
    "detailed_description": "Merit Partners is pleased to present this pristine Cayman R in white over black interior with the hard to find Carbon Fiber race bucket seats. We acquired this car from one of our top clients and the car is a textbook example of an extremely well maintained Cayman R with zero issues. Having owned a previous Cayman R before that we extensively tracked, we can speak very well to the capabilities of the car and how good it is for someone looking to get into the sport or just have a car that is an excellent daily commuter. The R's were made in much smaller quantities than the other Cayman trims and feature a little more horsepower and better suspension and aero. In addition to the very attractive factory options, this R has been lightly modded with some excellent track mods for someone desiring a bit more performance from the car. Those mods include the following: custom half cage by TC Designs, Schroth harnesses, fire extinguisher, Tubi exhaust, GT3 master brake cylinder, stainless steel brake lines, RSS semi-solid transmission mounts, RSS split-style lower control arms, Girodisc rotors, Racekeeper data logger with two HD cameras. The car was DE'd for around 2k track miles and the remainder of the miles are all street. It was never off the track in any way and there have been zero accidents or paintwork of any kind. The full front of the car is covered with PPF film and there are no noticeable imperfections on the exterior of the car. The interior is in excellent condition as well with bolsters, steering wheel, and shifter **** showing minimal wear. The car comes complete with manuals, original window sticker, two keys, service records and all original parts for the car. The MSRP of $84,980 reflects a highly specced car and the factory options are as follows:    "
  },
  {
    "_id": "5dcfa9dd636b680b84685f88",
    "url": "https://rennlist.com/forums/market/1167078",
    "cabriolet": false,
    "city": "Chiacago",
    "country": "United States",
    "description": "31k miles garaged 2007 Porsche Cayman with Black Leather. Clean Carfax. Tiptronic auto Transmission,18 inch Cayman S wheels. Paperwork included with car that shows 10 year maintenance...",
    "info": "2007 Cayman 31k miles, tiptronic, major maintenance done",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 23000,
    "state": "IL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WPOAA29827U762917",
    "year": 2007,
    "detailed_description": "31k miles garaged 2007 Porsche Cayman with Black Leather. Clean Carfax. Tiptronic auto Transmission,18 inch Cayman S wheels. Paperwork included with car that shows 10 year maintenance completed: new rear tires (michelin pilotsport 4S), spark plugs, brake fluid, tpms (tire pressure sensors), and oil change were done in June 2018 at 26,300 miles by Midwest Performance Cars.  The car is all stock with exception of the headunit which is replaced with bluetooth CarPlay/android touchscreen unit. I will include original radio with car also. I also have clear side lens markers which I did not install. Selling because I don't have garage space and have a company car. Inspection passed in September. The car will need oil change next year. Other than that it is good to go. "
  },
  {
    "_id": "5dcfa9dd636b680b84685f8d",
    "url": "https://rennlist.com/forums/market/1154307",
    "cabriolet": false,
    "city": "Murrieta",
    "country": "United States",
    "description": "West Coast Exotic Cars is excited to bring you this beautiful and extremely highly optioned 997 Porsche 911 Turbo. This 911 Turbo is powered by Porsches Twin Turbo 3.6L Flat 6 mated to a 6...",
    "info": "2008 Porsche 911 Turbo w/ Manual Transmission!",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 74990,
    "state": "CA",
    "transmission": "Manual",
    "turbo": true,
    "vendor": true,
    "vin": "WP0AD29958S784276",
    "year": 2008,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9dd636b680b84685f91",
    "url": "https://rennlist.com/forums/market/1166899",
    "cabriolet": false,
    "city": "Baltimore",
    "country": "United States",
    "description": "Overview:         Make: Porsche         Model: Cayman S         Year: 2010         Exterior: Black         Interior: Black  Description:  This 2010 Cayman S is a very clean and...",
    "info": "2010 Cayman S: Perfect HPDE Car",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2010,
    "price": 45000,
    "state": "MD",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A86AU780241",
    "year": 2010,
    "detailed_description": "Overview:         Make: Porsche         Model: Cayman S         Year: 2010         Exterior: Black         Interior: Black  Description:  This 2010 Cayman S is a very clean and well maintained DE car. The car has only been tracked for DE events and has never been raced. The car is still completely street legal and currently has the stock seats installed. The race seats can easily be installed or they can be delivered with the car. There have been no modifications to the drive train, CPU or exhaust. The interior of the car is all original and has never been removed, other than the seats. The exterior of the car is all black with a yellow stripe and number 16, as shown in the pictures. The livery is a vinyl wrap and can easily be removed.   Upgrades:         Club Sport Cayman Roll Bar (Satin Black)         2x Sparco Evo 2 Seats with Recaro Sliders (stock seats currently installed)         Street belts work with the Evo Seats         Scroth six-point harnesses          2.5lb ABC Fire Extinguisher         GT3 Brake Master Cylinder and Brake Booster         RS1 JRZ Single Adjustable Coil over shocks         Front and Rear adjustable sway bars         GT3 Split control arms         GT3 997 front brake cooling flaps         Added center radiator         Extra set of OZ track wheels         Track pedal kit"
  },
  {
    "_id": "5dcfa9dd636b680b84685f9c",
    "url": "https://rennlist.com/forums/market/1160870",
    "cabriolet": false,
    "city": "Webster",
    "country": "United States",
    "description": "2007 911 Carrera C2 6spd manual - black on black leather, heated seats, navigation.  Car comes on Ohlins R&T Suspension and BBS E88 18x9/18x12",
    "info": "2007 Porsche 911 c2 with Ohlins and e88's",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 27000,
    "state": "NY",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wp0aa29967s711327",
    "year": 2007,
    "detailed_description": "2007 911 Carrera C2 6spd manual - black on black leather, heated seats, navigation.  Car comes on Ohlins R&T Suspension and BBS E88 18x9/18x12\" wheels with Toyo R888R tires with 2 summers on them (literally both things are brand new - less then 2k miles on Suspension and less then 5k miles on wheels/tires).  When suspension was installed ALL shock/strut mounts were replaced with new Porsche ones.  Car has had recent oil, coolant, waterpump, thermostat, belt, all rollers, and new battery services. Also comes with a Carbon fiber Fabspeed intake and a stock air intake is included.  Extra piece not installed is a Carbon Fiber Ducktail spoiler made by Misha Designs.  Car has 85k miles. Most of it's life it spend in South - I brought it to NY 2 years ago - so car has rock chips on the front area, nothing horrible. At some point one of the P/O's had a rear sport bumper and exhaust upgades installed, and had front end resprayed, not uncommon for Southern cars.  I do not drive this car between October and May. I try not to drive it in rain either. Almost all miles on it are highway miles. Car and wheels could use a good detail.  There are 2 dash lights - one is for TPMS sensors which are not available and a brake light that is on after coilover suspension got installed (no problems) - both brakes work flawless.  Also I let the inspection run out on it because its about to be stored for Winter and inspection is due in September.  These are hard to find under $30k with somewhat low miles and clean title. I have receipts for things I've done since I own it but didn't get anything from P/O. This car has way over $10k in upgrades/maintenance/extra's. Car is not perfect, but I am VERY open to REASONABLE offers.   Just lowered my price because I found something else I want to buy.    No trades, I would drive this car anywhere in States.  EDIT: some new pics of the scratches mentioned, interior shot, and vin tag  https://rennlist.com/g/album/15183596  any interest send me a message, if the add is up then the car is available"
  },
  {
    "_id": "5dcfa9dd636b680b84685fa2",
    "url": "https://rennlist.com/forums/market/1139712",
    "cabriolet": false,
    "city": "Brooklyn Or Manhattan",
    "country": "United States",
    "description": "Hello Forum - Selling my 997. I've put it up for sale a few times last year but never ended up closing a sale. I am now 100% ready to sell and let go. I just need something a little bigger...",
    "info": "2006 997 C2S Carrera S - 33,500 miles - 6MT Manual",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 44100,
    "state": "NY",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB29906S766067",
    "year": 2006,
    "detailed_description": "Hello Forum - Selling my 997. I've put it up for sale a few times last year but never ended up closing a sale. I am now 100% ready to sell and let go. I just need something a little bigger and in automatic so my wife can enjoy our car together.  Driven 2-3 times per week as my 2nd car. I put 10k miles on it since I purchased it in April 2016. I am the 2nd owner (first owner purchased new from Porsche PA dealer). Fully serviced and nothing needed until June 2020! I will make sure to continuing doing any scheduled maintenance until sale. I am located in NYC.  All of the maintenance done was preventive or to improve the overall enjoyment of the car. I am very meticulous and proactive about the upkeep of my cars.  BASIC INFORMATION - Cocoa brown full leather interior - Clean and clear title - Manual transmission - Zero engine modifications - In excellent working order and fully serviced by a Porsche dealer in PA and 2 well-known Porsche specialty shops in NY and NJ. - I have a full folder of all work done to the car from first delivery of the car in 2006 until now.   MAINTENANCE DONE DURING MY OWNDERSHIP; 2016-2019 JUN-2019 - New OEM Clutch - Oil and filter flush and change - Gearbox service for 3nd Gear Issue - Gearbox oil change  JAN-2019 - Replaced wipers with Bosch OEM wipers - Replaced rear brake pads - Handbrake adjustment  JUN-2018 - Oil and filter flush and change  JAN-AUG 2017 - Oil and filter flush and change - New OEM waterpump - New OEM motor mounts - New OEM serpentine belt - New OEM rear control module - New OEM shifter trim - New air fitler - New front hood struts - New ACDelco 94RAGM battery and vent tube - Coolant flush (New Porsche OEM coolant only) - Brake /Clutch fluid flush - OEM Porsche Carrera S II rims from 997.2 - Handbrake adjustment - All cabriolet drains fully flushed and cleared (very important)  MAY-DEC 2016 - New OEM spark plugs (all 6) - New OEM ignition coils/coil packs (all 6) - Full fluids flush and change (used MOBIL-1 SYNTHETIC 0W-40) - Flushed and refilled transmission fluid with Mobilube PTX 75W-90 - New Cabin filter - New OEM HVAC (temp / air) buttons - Bore-scoped all 6 cylinders to inspect for scoring; clean as a whistle with no scoring - Installed SHIFT-RIGHT shifter kit to change out old/worn shifter bushings. Tight and crisp shifting with no shifter slop. - Installed OEM Sirius/XM. Full OEM integration   Payment by cash, wire transfer or bank check only. I am located in the Brooklyn, NY area for viewing. Message me for any questions.  These images were shot by my summer home in Oakhurst, NJ.   TO ENLARGE EACH IMAGE, RIGHT CLICK ON THE IMAGE AND CLICK \"OPEN IN NEW TAB\"                                   "
  },
  {
    "_id": "5dcfa9dd636b680b84685fa7",
    "url": "https://rennlist.com/forums/market/1147170",
    "cabriolet": false,
    "city": "Naples",
    "country": "United States",
    "description": "2005 Porsche 997 Coupe. 6 speed manual. 89,700k Miles. Silver/ Gray. Excellent condition. IMS Bearing Upgraded(EPS).  New Clutch. 19'' wheels. New hankook V12 Evo tires 235/35/19 front...",
    "info": "2005 997 Carrera 6 Speed",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 29000,
    "state": "FL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wp0aa29975s715741",
    "year": 2005,
    "detailed_description": "2005 Porsche 997 Coupe. 6 speed manual. 89,700k Miles. Silver/ Gray. Excellent condition. IMS Bearing Upgraded(EPS).  New Clutch. 19'' wheels. New hankook V12 Evo tires 235/35/19 front 305/30/19 rear.  H&R springs and Borla Cat back Exhaust.  Kenwood bluetooth stereo. (factory navigation system included)  No nicks scratches or dents.  Interior is Mint.   Looks, Runs and sounds amazing.  $29,000 obo   Selling due to 997 Turbo Purchase.  Not on the forum much so best to call me.  Thanks.  Ryan 239-218-9114  "
  },
  {
    "_id": "5dcfa9dd636b680b84685fac",
    "url": "https://rennlist.com/forums/market/1156881",
    "cabriolet": false,
    "city": "Denver",
    "country": "United States",
    "description": "Price reduced to make your holiday better.  Price will return to Market in the 2020.  Rare, (3 for sale in the US currently) Beautiful, Unique, Carbon Interior Finish, 2008 Porsche 911 Turbo,...",
    "info": "Beautiful, Unique, Carbon Interior Finish, 2008 Porsche 911 Turbo, Coupe, Manual",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 65500,
    "state": "CO",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "WPOAD29978S783338",
    "year": 2008,
    "detailed_description": "Price reduced to make your holiday better.  Price will return to Market in the 2020.  Rare, (3 for sale in the US currently) Beautiful, Unique, Carbon Interior Finish, 2008 Porsche 911 Turbo, Coupe, Manual 49,500 miles with many upgrades. Original MSRP $141,805.00. GT Silver Metallic exterior, Black leather interior, full carbon interior package, Clean CarFax, purchased from top US dealer, Up-to-date on all regular maint, new battery - records available. I have driven the car less than 4k miles. H&R Springs added lowering 1\", HRE Porsche Turbo Wheels, Michelin Pilot Super Sport Tires, cat bypass pipes giving the car/engine an incredible Porsche roar, K40 radar detector integrated into car and dash, Cobb Tuned to 550HP, tuner included, XM/sirius radio added, Front spoiler needs replacement as only item needed. I have to sell this car due to career issues. Its beautiful and so fun to drive.   "
  },
  {
    "_id": "5dcfa9dd636b680b84685fad",
    "url": "https://rennlist.com/forums/market/1155840",
    "cabriolet": false,
    "city": "Parker",
    "country": "United States",
    "description": "Nice example of 997.1 one for sale. Black w/ Sand Beige full leather interior. I've owned this vehicle for about 5 years after purchasing pre-owned from Ed Carroll Porsche in Fort Collins, CO...",
    "info": "2006 911 C2S 6spd",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 42000,
    "state": "CO",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29906S743671",
    "year": 2006,
    "detailed_description": "Nice example of 997.1 one for sale. Black w/ Sand Beige full leather interior. I've owned this vehicle for about 5 years after purchasing pre-owned from Ed Carroll Porsche in Fort Collins, CO (had just come off of it's CPO warranty when I bought it). I have all service records from my ownership. In the past 5,000 miles I've done tires (Michelin Pilot Sports), new spark plugs (part of the 40K mile service), control arms, and engine mounts. Annual service done each fall. This car is my summer fun car and has not been driven in the snow during my tenure. Full leather interior looks beautiful still smells new. Highly desirable PASM and SportChrono options. Black paint is in good condition and has great depth and shine for it's age - had it professionally paint corrected about 3 years ago. Washed by hand (2 bucket system etc.) nearly every week since - paint is smooth, but given it's black, there are some slight swirls in it. There are the normal rock chips expected with a Colorado driven car. Car has been extremely reliable with only normal maintenance and wear items needing care. All work done by Berg Performance in Arvada, Colorado. Buttons and climate control toggles are in good shape with no major peeling. Love this car and am not looking to blow it out, but I'm driving it less now that my daughter has more going on during weekends and is out growing the back seat. I picked up a '16 Cayenne GTS that is now seeing most of the miles."
  },
  {
    "_id": "5dcfa9dd636b680b84685fb7",
    "url": "https://rennlist.com/forums/market/1157882",
    "cabriolet": false,
    "city": "Pittsburgh",
    "country": "United States",
    "description": "2010 Porsche 911 Turbo 997.2 / 6 speed manual. White with full black leather/alcantara with white stitching. OEM GT2 RS front and rear bumpers and rear wing. GT2 suspension and gloss black...",
    "info": "2010 Porsche 911 Turbo / 997.2 / GT2 RS Look / AWE 750 HP",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 105000,
    "state": "PA",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "WPOAD2A92AS766206",
    "year": 2010,
    "detailed_description": "2010 Porsche 911 Turbo 997.2 / 6 speed manual. White with full black leather/alcantara with white stitching. OEM GT2 RS front and rear bumpers and rear wing. GT2 suspension and gloss black wheels. AWE 750HP kit.Ceramic brakes. OEM Porsche short shifter. XPel Ultima clear bra covering complete front of car, mirrors and in front and behind rear wheels. Newer Michelin Super Sport tires. All work on car was done at Sewickley Porsche. My car is absolutely perfect with no dings dents or scratches. IMMACULATE CONDITION! All work done to perfection! Over $160K invested in car. Never tracked...never any damage. Just inspected in PA with oil change. 15,500 miles. Title in hand. Please call or text 412-303-5315. Thanks! Bob"
  },
  {
    "_id": "5dcfa9dd636b680b84685fc1",
    "url": "https://rennlist.com/forums/market/1162698",
    "cabriolet": false,
    "city": "Jacksonville",
    "country": "United States",
    "description": "Here listed is my 2007 911 (997) Turbo with 41,XXX miles. This is not just any ordinary turbo though. This vehicle has been fitted with Vorsteiner's VRT kit. With just a handful of vehicles...",
    "info": "2007 911 Turbo Vorsteiner VRT",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 85000,
    "state": "FL",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD29907S785642",
    "year": 2007,
    "detailed_description": "Here listed is my 2007 911 (997) Turbo with 41,XXX miles. This is not just any ordinary turbo though. This vehicle has been fitted with Vorsteiner's VRT kit. With just a handful of vehicles around the world being fitted with the VRT kit you will surely never encounter another. The actual color of the vehicle is Carrera White, but it is currently wrapped in Satin Military Green (I purchased the vehicle wrapped). It is currently getting an entire engine out maintenance to make sure everything on the vehicle is perfect for its new owner! Less than 1,500 miles ago a new OEM clutch kit was installed along with every seal in the motor being changed as well as upgrading the coolant lines to the Sharkwerks pipes. Included in this post is all of the factory options along with an EXTENSIVE list of modifications done to the vehicle.  More pictures available on request.    Contact me at: 9043034370 [email protected]   MSRP- $132,705 Exterior- Carrera White Interior- Stone Grey Full Leather  24891- Stitching F/R seats Dev. Color 24901- Dashboard Stitching Dev. Color  24902- Door Stitching in Dev. Color 24903- Door Handle Stitching Dev. Color  24904- Dev. Stitching side Center Console  24905- Rear Side Panel Dev. Stitching  342- Heated Front Seats 431- 3-Spoke Steering wheel Multifunction 640- Sport Chrono Package Turbo 666- Module for Telephone PCM 672- Extended Navigation Module  ECA- Gear/Handbrake Aluminum look P01- Adaptive Sport Seats  XSX- Seat belts Guards Red XXZ- Foot Rest Aluminum      Aerodynamics VRT Package - VRT Front Bumper Cover W/ Spoiler Attachment Carbon Fiber - VRT Rear Bumper W/ Diffuser Carbon Fiber for LED Tail Lights - VRT Intercooler Shrouds Carbon Fiber - VRT Aero Engine Lid W/ Wing Blade Carbon Fiber - VRT Sport Roof Replacement Carbon Fiber - LED Porsche Taillight Upgrade - Carbon Fiber Mirror Housings - Custom Clear Bra Protection (Bumper | Hood | Fenders | Door | Mirrors | Side Sills) Sub Total: $25,395  Interior Package  - VRT Thicker Sport Steering Wheel W/ Red Deviated Stitching - Custom Alcantara Seat Inserts - Sport Aluminum Pedals W/ Heel Toe Extensions - Sport Aluminum Floor Boards - Porsche Carbon Fiber Center Console - Porsche Carbon Fiber Rear Ash Tray - Porsche Carbon Fiber Seat Belt Trim - Porsche Alcantara Roof Liner GT3 RS - Porsche Alacantara Embossed Arm Rest with Red Deviated Stitching - Sports Chrono Pod Alcantara W/ Red Deviated Stitching - Alcantara Door Trim Accents - Vorsteiner Embroidered Floor Mats with Red Piping Front and Rear  Sub Total: $12,000  Performance VRT Package - CAE Ultra Shifter - Tubi Headers   - Stainless Steel Exhaust System AWE - Performance Intercoolers AWE - MASE engineering custom tune (526 WHP) - KW Hydraulic Lift Coilover System (Raises Front End 1inch) - PCCB Conversion  Sub Total: $34,855  Forged Wheels - V-104 Forged Center Aluminum Wheels 1-Piece (20x8.5J | 20x12J) - Satin Titanium Powdercoat Finish - Porsche Factory Center Lock Conversion   Sub Total: $9,680"
  },
  {
    "_id": "5dcfa9dd636b680b84685fc4",
    "url": "https://rennlist.com/forums/market/1111137",
    "cabriolet": false,
    "city": "Madison",
    "country": "United States",
    "description": "This is a really nice Porsche 911 (type 997) that I have owned and enjoyed for a little over a year. While I would love to keep this car, it's just not that practical for a family.  I...",
    "info": "2005 Porsche 911 Carrera",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 29995,
    "state": "NJ",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29965S716038",
    "year": 2005,
    "detailed_description": "This is a really nice Porsche 911 (type 997) that I have owned and enjoyed for a little over a year. While I would love to keep this car, it's just not that practical for a family.  I purchased this car from California, it runs well and is driven daily so mileage will move up just a little. It is a wonderful vehicle, in a beautiful color combination. I have never seen another Porsche like this, and I always get complements. It is a normal rear wheel drive 2005 Porsche 911 Carrera, with no performance modifications (so standard specs and reviews from the internet apply). That's said, here are some order details that make this car special:"
  },
  {
    "_id": "5dcfa9dd636b680b84685fc8",
    "url": "https://rennlist.com/forums/market/1166554",
    "cabriolet": false,
    "city": "Wheaton",
    "country": "United States",
    "description": "Black on BlackMore information to come along with Pictures",
    "info": "Top Dog - Turbo Cabriolet with all the options",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 79900,
    "state": "IL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WPOCD29928S789296",
    "year": 2008,
    "detailed_description": "Black on Black  More information to come along with Pictures"
  },
  {
    "_id": "5dcfa9dd636b680b84685fce",
    "url": "https://rennlist.com/forums/market/1124298",
    "cabriolet": false,
    "city": "Plano",
    "country": "United States",
    "description": "Gorgeous 2012 Cayman for sale.  This is a hard-to-find 987 model (less than 300 sold in NA in 2012). White over black. 51750 miles. Always garaged and in excellent condition inside and out....",
    "info": "2012 Porsche Cayman for sale",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 31000,
    "state": "TX",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA2A80CS760181",
    "year": 2012,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9dd636b680b84685fdb",
    "url": "https://rennlist.com/forums/market/1165053",
    "cabriolet": false,
    "city": "Tucson",
    "country": "United States",
    "description": "Very clean 1 owner 2009 C4S Available. Clean Carfax. See below for specs. 2009 Porsche Carrera 4S CoupeDivision: PCNA Commission #: 676563     Prod Month:",
    "info": "2009 Carrera 4S, PDK, 23k Miles!!! 1 Owner!!! Very Clean!!!",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 64000,
    "state": "AZ",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB29969S720478",
    "year": 2009,
    "detailed_description": "Very clean 1 owner 2009 C4S Available. Clean Carfax. See below for specs. "
  },
  {
    "_id": "5dcfa9dd636b680b84685fdc",
    "url": "https://rennlist.com/forums/market/1152540",
    "cabriolet": false,
    "city": "Agoura Hills",
    "country": "United States",
    "description": "Highly pampered, garage kept 997.2 with performance and styling upgrades. Oil changes performed every 5,000 miles. Chevron Techron used in the gas tank before every oil change. All scheduled...",
    "info": "2011 Porsche 911 C2 997.2 6 Speed Manual",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 38500,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA2A99BS706420",
    "year": 2011,
    "detailed_description": "Highly pampered, garage kept 997.2 with performance and styling upgrades. Oil changes performed every 5,000 miles. Chevron Techron used in the gas tank before every oil change. All scheduled maintenance performed at regular intervals. Upgrades include: OEM short shifter, custom aluminum shift ****, center muffler replaced with Sharkwerks x-pipe, performance transmission mount bushings, aluminum pedals, lower front mesh grille, clear side markers, black badges, custom exhaust tips.. Basalt Black Mettalic paint. Paint is in very good condition, with some small minor chipping on the hood and front bumper. All chips repaired with Dr. Color Chip. The right side wheels have some curb rash. The Function First custom transmission mount bushings provides for tighter shifting and overall feel, yet they can cause some added vibration when idling. They are easy removable to return the car to original ride.  Passed California smog test July 2019. California registration good until July 2020.  OEM options: XM Radio w/ traffic (with subscription), Navigation, Leather sport seats with memory, seat heat and seat ventilation, steering wheel audio/phone controls, sun roof.  This car drives like a dream.  see cold and warm start videos: "
  },
  {
    "_id": "5dcfa9dd636b680b84685fe0",
    "url": "https://rennlist.com/forums/market/1161257",
    "cabriolet": true,
    "city": "Chambersburg",
    "country": "United States",
    "description": "Hi everyone, first of all, thanks for spending your time tuning in and reading my post.  Up for sale is my 2009 911 Carrera cab, because of my job relocation, I moved from CA to PA last...",
    "info": "2009 911 Carrera cabriolet 997.2 PDK",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 40500,
    "state": "PA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CA299X9S740566",
    "year": 2009,
    "detailed_description": "Hi everyone, first of all, thanks for spending your time tuning in and reading my post.  Up for sale is my 2009 911 Carrera cab, because of my job relocation, I moved from CA to PA last year, and bought this car from Porsche Bethesda last June. The car was meant to be my DD, unfortunately, I underestimated how much PA has, which I had double confirmed with my coworkers even before I purchased the car, they all said I should be fine driving it around in the winter, turned out to be false. I had to literally rent another AWD as my DD for the winter, which added more cost meanwhile not be able to enjoy what I really wanted to drive instead. So here I am, hoping to find her a new home, and then go to another way, maybe a 4S or a gated R8, we will see.  I am the 3rd owner, the car was purchased from Porsche Bethesda as a trade-in from one of their best customers, I have all the service records before/after the purchase. Spent $0 to the date, other than gas/insurance, the car needs nothing. Just had a service last month, was told the brake has about 50% left, and tires were mint when I bought the car, have done anything crazy ever since, no track, no 0-60, no drag race or what so ever. The car is located in Chambersburg, PA.  Again, thanks for taking your time reading through my post, please feel free to contact me if you have any questions. I am not the best photographer in town, but if there is any specific place that you want to inspect, I will do my best to take some pictures for you.  Thanks and have a nice day!"
  },
  {
    "_id": "5dcfa9dd636b680b84685fea",
    "url": "https://rennlist.com/forums/market/1164853",
    "cabriolet": false,
    "city": "Des Moines",
    "country": "United States",
    "description": "DELETE - Double post",
    "info": "DELETE - Double post",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 22000,
    "state": "IA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29837U782087",
    "year": 2007,
    "detailed_description": "DELETE - Double post"
  },
  {
    "_id": "5dcfa9dd636b680b84685ff2",
    "url": "https://rennlist.com/forums/market/1163020",
    "cabriolet": false,
    "city": "Downers Grove",
    "country": "United States",
    "description": "2012.5 Porsche 911 Carrera S. Guards red with black standard interior. Great condition exterior, interior and mechanically. Front clip, lower rocker panels and rear lower fenders and bumper...",
    "info": "2012.5 Porsche 911 Carrera S Coupe (991)",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 65000,
    "state": "IL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A92CS120611",
    "year": 2012,
    "detailed_description": "2012.5 Porsche 911 Carrera S. Guards red with black standard interior. Great condition exterior, interior and mechanically. Front clip, lower rocker panels and rear lower fenders and bumper covered in PPF and entire car received ceramic coating. Garage kept.   Private seller.   All service up to date with brake pads and rotors recently replaced. Spark plugs. Serpentine belt.  Last year I had a local Porsche dealer install the Porsche Sport Exhaust System.  Options listed below: "
  },
  {
    "_id": "5dcfa9dd636b680b84685ff6",
    "url": "https://rennlist.com/forums/market/1109482",
    "cabriolet": false,
    "city": "Jamestown",
    "country": "United States",
    "description": "2005 Porsche Carrera Coupe Artic Silver Metallic Heated Front Seats 19: Carrera S Wheels \\ Bose High End Sound Package Black Standard Leather Black Mats-Porsche Lettering Power Seat...",
    "info": "2005 Porsche Carrera , Manual Transmission",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 32000,
    "state": "IN",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29975S716839",
    "year": 2005,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9dd636b680b84685ffa",
    "url": "https://rennlist.com/forums/market/1161685",
    "cabriolet": false,
    "city": "Tampa",
    "country": "United States",
    "description": "Certified Porsche Pre-Owned when I purchased it.  Low mileage, garage kept, never crashed, Porsche dealer maintained, non-smoker car in excellent shape.  New Porsche front brake discs and...",
    "info": "2006 997S, 6-speed, $42k, Black on Gray",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 42000,
    "state": "FL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29956S741866",
    "year": 2006,
    "detailed_description": "Certified Porsche Pre-Owned when I purchased it.  Low mileage, garage kept, never crashed, Porsche dealer maintained, non-smoker car in excellent shape.  New Porsche front brake discs and pads (about 200 miles ago), recent stainless steel braided brake lines front and rear.  Recent Pirelli PS2 tires all around with lots of tread remaining.  6-speed manual transmission and Satellite Navigation.  Gray interior is almost perfect.  Black exterior is in great shape with no dents and only minor wear thanks to a clear bra.  Rims have no curb rash.  I have the clear title in-hand as well as both factory keys for the car.  Car is located in Mid-Florida."
  },
  {
    "_id": "5dcfa9dd636b680b84686003",
    "url": "https://rennlist.com/forums/market/1137941",
    "cabriolet": false,
    "city": "Dade City",
    "country": "United States",
    "description": "This Cayman S race car was built by the Race Car Development Center (RS1) in 2013. Engine was replaced in 2015 by PO. Replacement engine was a stock 2007 Cayman S engine having 26k miles...",
    "info": "2007 Cayman S Race Car",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 43500,
    "state": "FL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29867U782925",
    "year": 2007,
    "detailed_description": "This Cayman S race car was built by the Race Car Development Center (RS1) in 2013. Engine was replaced in 2015 by PO. Replacement engine was a stock 2007 Cayman S engine having 26k miles which was installed by Dawes Motorsports. PO only did DEs since engine replacement. I put <3hrs. of practice and race time on the engine during my brief ownership. Total engine hours = 34.56. Retiring from racing is the reason for sale.  SAFETY AND INTERIOR:"
  },
  {
    "_id": "5dcfa9dd636b680b8468600d",
    "url": "https://rennlist.com/forums/market/1161582",
    "cabriolet": false,
    "city": "Jackson",
    "country": "United States",
    "description": "Hi All - Selling our beloved immaculate and babied 2007 997.1 911 Turbo MT Black Coupe Low Miles 11k Classic & Pristine. We are only selling because life circumstances have opened up...",
    "info": "2007 997.1 911 Turbo MT Black Coupe Low Miles 11k Classic & Pristine",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 94500,
    "state": "WY",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD29917S785729",
    "year": 2007,
    "detailed_description": "Hi All - Selling our beloved immaculate and babied 2007 997.1 911 Turbo MT Black Coupe Low Miles 11k Classic & Pristine. We are only selling because life circumstances have opened up opportunity for us to increase our travel and trying to open up funds to do so. This vehicle's specs are classic example of the 997, exactly what we were looking for -- last gen of Metzger engine!  Aesthetics: Black, Coupe, Porsche Emblem on Headrests Transmission: Manual Brakes: Standard (Non-Ceramic) Interior: NON-Multifunction Steering Wheel, Black Leather Mileage: LOW, currently 11,256 miles  Vehicle was purchased by us in April 2018 from RSM Motors. We live in Jackson, WY. Never tracked or drive irresponsibly. Just for relaxing cruises around our home.  NanoTech coating was professionally applied by dealer when we purchased. It's extremely effective, protective, and noticeable. Since our ownership, we have never touch washed the vehicle  With the coating, it's very effective to foam gun spray and air dry the car!  It's always been garaged w/ battery on tender (included) and never driven in inclement weather. Also includes: Porsche stretch cover, Manual, (2) Keys. Will work with buyer to arrange shipping, etc. Clean title in hand.  None of these on the market from what we could find. The few I've found for sale similar are higher priced. Please contact me directly for more photos, videos, questions, whatever you need. Thanks for your interest!"
  },
  {
    "_id": "5dcfa9dd636b680b84686013",
    "url": "https://rennlist.com/forums/market/1146033",
    "cabriolet": false,
    "city": "Parlin",
    "country": "United States",
    "description": "Looking to sell my 2011 Porsche Cayman base, 6 speed manual, 50,050 miles. I've owned the car about 1.5-2 years and it has been an absolute blast, while being extremely reliable....",
    "info": "2011 987.2 Cayman 6MT 54,050 miles, bumper-to-bumper warranty",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2011,
    "price": 28900,
    "state": "NJ",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wp0aa2a82bu760377",
    "year": 2011,
    "detailed_description": "Looking to sell my 2011 Porsche Cayman base, 6 speed manual, 50,050 miles. I've owned the car about 1.5-2 years and it has been an absolute blast, while being extremely reliable. Unfortunately, I work in a city and take the bus to work, and I just don't get to drive it all that much. I decided to down-size to a single car. The exhaust is absolutely intoxicating, I will send videos to those seriously interested.  Car had a fresh oil change and general inspection < 1 month ago at Drive Auto in Mountainside, NJ and came back with a clean bill of health.  The car currently has a NIADA bumper-to-bumper warranty, good for 2-2.5 more years. I need to confirm that it is transferable and the exact details, but I believe it should be fine.  Mods:"
  },
  {
    "_id": "5dcfa9dd636b680b84686014",
    "url": "https://rennlist.com/forums/market/1161903",
    "cabriolet": false,
    "city": "West Palm Beach",
    "country": "United States",
    "description": "2012 Cayman R.  Rare Aqua metallic/black, 19,350 miles, exc. condition. The ultimate, well-maintained, fast, track-prepped PDK Cayman. Selling to make room for new GT3. Always garaged,...",
    "info": "The Ultimate Track-Oriented Cayman R",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 74900,
    "state": "FL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A84CS793147",
    "year": 2012,
    "detailed_description": "2012 Cayman R.  Rare Aqua metallic/black, 19,350 miles, exc. condition. The ultimate, well-maintained, fast, track-prepped PDK Cayman. Selling to make room for new GT3. Always garaged, cosmetically and mechanically stunning. Xpel on hood, fenders, mirrors. $25,000 in track mods, including roll bar, 6 pt harnesses, fire extinguisher, Recaro race seats (excellent condition OEM sport seats also included), GT3 lower control arms, adjustable toe links, solid engine and transmission mounts, Cargraphic race headers, Soul Performance exhaust, IPD plenum, GT3 throttle body, FVD chip, PDK cooler, Girodisc rotors, Pagid yellow brake pads, GT3 master cylinder and ducts, braided stainless steel brake lines. When purchased 3 years ago at 8,500 miles, car had never been tracked. NEW LONG BLOCK MOTOR from Porsche installed July '18 at 16,060 miles (see pics of new motor being installed). Few track events on new motor. Runs like a banshee, has Porsche warranty on the new motor through July, 2020.  The fastest, cleanest track-oriented Cayman R anywhere. Extra set of OZ race wheels and tires included (as shown in last pic.)"
  },
  {
    "_id": "5dcfa9dd636b680b8468601f",
    "url": "https://rennlist.com/forums/market/1122155",
    "cabriolet": false,
    "city": "Culver City",
    "country": "United States",
    "description": "Always garaged. Maintenance done at GMG/Garage 54. Oil changes every 5k miles.  Car is in excellent shape and needs nothing. I am a longtime PCA member. Car has both keys and all books and...",
    "info": "2006 Porsche Cayman S-Sport Adaptive Seats+ GMG maintained",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 24000,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29896U785297",
    "year": 2006,
    "detailed_description": "Always garaged. Maintenance done at GMG/Garage 54. Oil changes every 5k miles.  Car is in excellent shape and needs nothing. I am a longtime PCA member. Car has both keys and all books and all records going back to 2010. 2 owner and incredibly maintained car. This car has the very rare GT3 seat option aka sport adaptive seats and was a 5k option when new. Car still has new car smell. I also have the COA for the car and is in the pictures which shows all the options it has the car is loaded.  Maintenance: 35k- Replaced all TPMS sensors with OEM 40k- Full Detail and Polish 50k- Full Detail and Polish 50k- New Cup shifter cables 60k - New Battery 60k- New OEM Water Pump and 160F Thermostat and Full OEM Coolant Flush 60k - Major 60k Preventative Maintenance: Oil Change, Oil filter, Air filter, Cabin filter, Serpentine belt replaced, Spark plugs replaced, Brake fluid flushed with Castrol SRF and OEM water pump and OEM low temp 160 degree thermostat 60k- New OEM clutch and flywheel 60k- New Michelin Pilot Super Sports on all 4 corners 60k- Full Detail and Polish 60k- Replaced AOS 60k- Replaced All 4 Brake pads and Brake rotors with OEM 70k- Alignment and corner balance at West End Alignment 70k- Xpel clear bra on entire front bumper and splitters 70k- Replaced trunk and frunk switch 75k- New OEM Front Windshield at dealer 80k- Oil Change and Air filter 80k- New OEM floor mats  Options: Additional Equipment BASE Porsche Base Model 342 Heated Front Seats 446 Wheel Caps with Colored Crest 482 TPMS 680 Bose Surround Sound System 692 Remote CD Changer (6 Disc) A1 Black Top AN Black Standard Leather M6Z Floor Mats Interior Color P12 Self-Dim Mirrors & Rain Sensor P15 Power Seat Package P74 Bi-Xenon Headlamp Package PPB Preferred Package Plus   Car currently has a few mods but I have all the stock parts and will put it back to stock and the price is for the car bone stock. If you want the car the way it is + stock parts we can work out a price.  Email or PM me name + contact info."
  },
  {
    "_id": "5dcfa9dd636b680b84686024",
    "url": "https://rennlist.com/forums/market/1116822",
    "cabriolet": false,
    "city": "Deerfield Beach",
    "country": "United States",
    "description": "2011 Porsche 911 Turbo S with only 14,600 miles. Priced to move at $95,000.  Basalt Black/Black.  In excellent condition. Still smells new.  19' Center lock wheels  Clear Bra. This is a...",
    "info": "2011 Porsche Turbo S - Only 14,500 miles. Priced to sell",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 95000,
    "state": "FL",
    "transmission": "Automatic",
    "turbo": true,
    "vendor": true,
    "vin": "WP0AD2A90BS766268",
    "year": 2011,
    "detailed_description": "2011 Porsche 911 Turbo S with only 14,600 miles. Priced to move at $95,000.  Basalt Black/Black.  In excellent condition. Still smells new.  19' Center lock wheels  Clear Bra. This is a very clean car that even smells new.  If you've ever driven one of these, you know its an absolute rocket ship.  Clean Carfax.  Never had an accident or any paintwork.  For more info call or email [email protected]  800-935-9590"
  },
  {
    "_id": "5dcfa9dd636b680b8468602c",
    "url": "https://rennlist.com/forums/market/1160003",
    "cabriolet": true,
    "city": "Houston",
    "country": "United States",
    "description": "FREE $4,000 TRANSFERABLE BUMPER-TO-BUMPER WARRANTY - coverage until May 2020 OR 100,000 Miles! You will not find another 2006 Carrera 4 Cabriolet 911 with this kind of comprehensive warranty....",
    "info": "2006 Porsche 911 Carrera 4 Cabriolet with warranty!",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 34400,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CA29936S757642",
    "year": 2006,
    "detailed_description": "FREE $4,000 TRANSFERABLE BUMPER-TO-BUMPER WARRANTY - coverage until May 2020 OR 100,000 Miles! You will not find another 2006 Carrera 4 Cabriolet 911 with this kind of comprehensive warranty. Private seller.   Only 49k Miles. Garage kept and all maintenance receipts. All-wheel drive (AWD) wide body with navigation and all power. Adult driven. New tires, new battery, new oil, June 2019 inspection, renewed registration and a full tank of gas. Drives and runs perfectly. Mechanically perfect.  Cost over $100k new. Sell $34,400."
  },
  {
    "_id": "5dcfa9dd636b680b84686031",
    "url": "https://rennlist.com/forums/market/1160527",
    "cabriolet": false,
    "city": "Trabuco Canyon",
    "country": "United States",
    "description": "Mint 2012 911 Carrera 4 GTS. Low miles, 6850. PDK , 19",
    "info": "2012 911 C4GTS",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 83500,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A91CS721038",
    "year": 2012,
    "detailed_description": "Mint 2012 911 Carrera 4 GTS. Low miles, 6850. PDK , 19\" RS Spyder Wheels, Sport Chrono Package, 12-way Heated Seats, Ventilated Seats. Black/Black. Entire car covered in 3mm protective film. PCM 3.0 replaced with Pioneer DDX9904S. Original PCM unit available. 2012 sticker 123,250.00"
  },
  {
    "_id": "5dcfa9dd636b680b84686032",
    "url": "https://rennlist.com/forums/market/1153570",
    "cabriolet": true,
    "city": "Seattle",
    "country": "United States",
    "description": "For sale is a 2005 Porsche 911 Carrera Cabriolet. This highly sought-after car is in excellent condition both inside and out, runs and drives exceptionally well, and has no driveability...",
    "info": "2005 Porsche 911 Carrera Cabriolet",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 26500,
    "state": "WA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CA29915S650099",
    "year": 2005,
    "detailed_description": "For sale is a 2005 Porsche 911 Carrera Cabriolet. This highly sought-after car is in excellent condition both inside and out, runs and drives exceptionally well, and has no driveability issues.  This 45,590-mile car has been well cared for and maintained by the current owner of two years. The triple black car is equipped with a factory replacement engine M96/03AT66567294, 3.6 liter, flat six-cylinder with 320 hp at 6,800 rpm and 273 foot-pounds of torque at 4,250 rpm, which powers the car from 0-60 mph in a quick 5.5 seconds, and achieves a top speed of 177 mph. The IMS bearing was replaced in the factory replacement engine prior to being installed in 2016 at 43,194 miles. The engine is mated to a five-speed Tiptronic transmission with the clutchless manual shifting feature, ABS and driveline traction control, power-assisted rack and pinion steering, and power four-wheel ventilated discs brakes. The car rolls on 18-inch silver alloy wheels shod with Continental Extreme Contact 235/40/ZR18 tires in the front and 265/40/ZR 18 in the rear.  The Cabriolet's suspension is independent MacPherson strut-type on the front, and independent multi-link on the rear, with coil springs both front and rear. The Porsche Stability Management electronically controlled system helps maintain control in the event of a skid. The safety package consists of the Porsche Side Impact Protection system comprising head and thorax airbags for both the driver and front-seat passenger, two full-size frontal airbags, three-point seatbelt latch pretensioners, and belt force limiters for the front seats, along with flat cushions fitted along the bottom rim of the side windows which inflate in a side-impact. Rollover protection is provided by a combination of high-strength steel bars in the A-pillars and two supplemental safety bars located behind the rear seats that automatically extend should the car start to roll.   Features for the 911 include all the standard amenities, such as air conditioning, power windows, power locks with keyless remote, cruise control, leather height-adjustable seats with power recliners, a digital AM/FM/CD stereo, trip computer, leather telescoping steering wheel, power windows, heated exterior mirrors, front and rear fog driving lights, and a speed-dependent retractable rear spoiler. For open-air driving pleasure and convenience, the Cabriolet is equipped with an electronic soft top that opens or closes in 20 seconds and can be deployed or retracted with the car moving at up to 30 mph. To protect its heated glass window, the top retracts in a Z-configuration with its outer side facing up. Recent service includes replacement of the control arms, hood and hatch struts, expansion tank, front stabilizer links, o-ring in the oil separator hose, crankshaft oil seal, and new tires. In addition, the soft-top hydraulic cylinder was rebuilt and the headliner was replaced, along with the front headliner panel and frame elastics were replaced.  This car is a great opportunity for someone to drive one of the most acclaimed sports driving machines that has stood the test of time, with a reputation for technology, performance, design, and style. The 911 remains the standard by which other sports cars are judged, and the 2005 raised the standard. The car is in the Seattle area, and has a clean title. Asking price is $26,500.  Let me know if you have any questions.  Link to photos:  https://photos.app.goo.gl/v1UMa58AvyDLhrqbA"
  },
  {
    "_id": "5dcfa9dd636b680b8468603b",
    "url": "https://rennlist.com/forums/market/1161623",
    "cabriolet": false,
    "city": "Chicago",
    "country": "United States",
    "description": "Time to depart with baby and move on to another 911. 6 Year/60,000 mile Porsche Certified Major Service performed in March 2019.  She has never seen snow or salt. Driven only in warm months....",
    "info": "2012 Porsche 911 Turbo S - Carrara White on Black(w/ deviated stitch) -- STOCK",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 106000,
    "state": "IL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AD2A92CS766600",
    "year": 2012,
    "detailed_description": "Time to depart with baby and move on to another 911. 6 Year/60,000 mile Porsche Certified Major Service performed in March 2019.  She has never seen snow or salt. Driven only in warm months. Garage kept during the winter. Clear bra covering front bumper, 1/3 of hood, fenders and mirrors. Interior comes fully loaded with Carbon packages as well as yellow deviations to accent the black interior. PDK Transmission. Vehicle has NEVER seen track time. Please contact me directly with any questions. More pictures and videos available for serious inquiries.  EMAIL: [email protected]  History -I am 2nd owner(owned for 4 years) -purchased the vehicle from Harper Porsche(Knoxville, TN) with 925 miles -Original owner purchased new from Harper Porsche -Yearly oil changes/service performed at Porsche Milwaukee North -6 Year Major Service Performed March 2019 -NEVER TRACKED   MSRP: $181,355  Options 911 Turbo S 160,079 Additional Interior Pkg Carbon 4,930 Heated Seats(Front) 525 Heated Steering Wheet 250 Park Assist System(rear) 530 Sirius XM Sat Radio Tuner 750 Interior Package in Carbon 1140 3-Spoke MultifunctionSW Carbon 365  Exclusive Options Sport Chrono Speed Yellow 500 Model Deig Deviating Color 215 Wheels Painted in Black 1,815 PreparIlluminatDoorSillGuards nc. Instrument Dials Speed Yellow 860 SeatBeltOutlet B-Pillar Carbon 450 Side air vents(carbon) nc. Center Console in Carbon 1,625 Porsche Crest Emboss Headrest 285 Seat Belts in Speed Yellow 540 Door finishers(carbon) nc. HeadlightCleanSystCov Ext Color 295 Logo on Center Console 330 IlluminDoorEntryGuardsCarbon 1,270 Clear Taillights 610 Central air vent slat(carbon) nc. Excl Options Dev Stitching nc. Stitch-Front/RearSeatDevThread 1,100 Dashboard Stitching Dev. Color 310 Door Stitching in Dev. Color 310"
  },
  {
    "_id": "5dcfa9dd636b680b8468603f",
    "url": "https://rennlist.com/forums/market/1162548",
    "cabriolet": false,
    "city": "Glendale",
    "country": "United States",
    "description": "Lapis Blue Metallic exterior, Stone Grey Leather interior.  6spd manual, bose sound, navigation, heated seats, never tracked, always had good care and well maintained.  Fantastic car and a...",
    "info": "2006 Porsche 911 Carrera Cab 6spd Manual",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 37000,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wp0ca29926s757812",
    "year": 2006,
    "detailed_description": "Lapis Blue Metallic exterior, Stone Grey Leather interior.  6spd manual, bose sound, navigation, heated seats, never tracked, always had good care and well maintained.  Fantastic car and a joy to drive!"
  },
  {
    "_id": "5dcfa9dd636b680b8468604a",
    "url": "https://rennlist.com/forums/market/1152616",
    "cabriolet": false,
    "city": "Las Vegas",
    "country": "United States",
    "description": "2011 Porsche 997.2 Cup car, bone stock. Total of 47hrs on the car. Transmission has been refreshed, engine bearings as well.  Fresh halfshafts and various parts through the car. Has been...",
    "info": "2011 Porsche 997.2 Cup Car",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 125000,
    "state": "NV",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "00000000000000",
    "year": 2011,
    "detailed_description": "2011 Porsche 997.2 Cup car, bone stock. Total of 47hrs on the car. Transmission has been refreshed, engine bearings as well.  Fresh halfshafts and various parts through the car. Has been completely gone through since it's final event. 2 owner car, zero crashes/hits. Clean history all the way back to Weissach. Car Comes with set of tyres/wheels and air wand.  Currently serviced and prepped by Premier Sportscar Service in Las Vegas.  Personal note on the car: I did the last 2 races with the car, it's one of the most sorted Cup's I've ever driven, feels just out of the factory. Brake feel is bang on, every shift is crisp, never had a bad lap in it! Hate to see it leave the shop but she needs a new home."
  },
  {
    "_id": "5dcfa9dd636b680b8468604d",
    "url": "https://rennlist.com/forums/market/1150923",
    "cabriolet": false,
    "city": "Calgary",
    "country": "Canada",
    "description": "2007 Atlas Grey Cayman S, original owner, all records, vehicle was maintained by Porsche Calgary South and was under warranty to the end of 2013. Engine is a 3.4L 295 HP with a 6 Speed...",
    "info": "2007 Porsche Cayman S",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 30000,
    "state": "AB",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29897U780294",
    "year": 2007,
    "detailed_description": "2007 Atlas Grey Cayman S, original owner, all records, vehicle was maintained by Porsche Calgary South and was under warranty to the end of 2013. Engine is a 3.4L 295 HP with a 6 Speed Manual, 18\" 5-Spoke Alloy staggered Wheels,Grey Leather interior, Preferred Plus Option Package (Power Seat Drivers, Bi-Xenon Headlamps, Heated Seats, Climate Control, Bose Stereo and C/D Changer. Vehicle has a recent fresh oil change, new battery and safety check. This car has always been taken care of it and has been stored for the winter months...I'm just not using it anymore. Tires and brakes are in great shape"
  },
  {
    "_id": "5dcfa9dd636b680b84686050",
    "url": "https://rennlist.com/forums/market/1108107",
    "cabriolet": false,
    "city": "Lapeer",
    "country": "United States",
    "description": "Price: $49,000 Location: South East Michigan Mileage: 92,000 Email: rjshar at gmail.com Photo Library: https://photos.app.goo.gl/D2I1teAyz4iQVsZK2  Up for sale is my 2009 Porsche 911 4S...",
    "info": "2009 Porsche 911 4S - Heavily Optioned - $126k MSRP",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 46000,
    "state": "MI",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29929S722521",
    "year": 2009,
    "detailed_description": "Price: $49,000 Location: South East Michigan Mileage: 92,000 Email: rjshar at gmail.com Photo Library: https://photos.app.goo.gl/D2I1teAyz4iQVsZK2  Up for sale is my 2009 Porsche 911 4S Coupe. It's Meteor Grey Metallic with a black full leather interior. I purchased this car in March of 2015, CPO from Porsche of Orlando with 40,000 miles on it.  This car has no modifications, aside from the clear side markers installed by the original owner. I am the second owner of this car, and have thoroughly enjoyed it. This car has been my primary vehicle for my commute over the past few years and 95% of the miles I put on were highway miles.  This vehicle is well documented. I have all service records from the dealer where I had this car serviced, as well as documentation on maintenance I performed myself.  Oil changes were performed every 5,000-7,500 miles. A recent Blackstone oil analysis returned excellent remarks.  I have complete confidence that any buyer will be surprised at the exceptional condition of this car. I am more than happy to take this car to a local shop or dealer for a PPI and can work with shipping companies for long distance buyers.  The title is clean and in hand, with no liens on the car.  Records:"
  },
  {
    "_id": "5dcfa9dd636b680b84686055",
    "url": "https://rennlist.com/forums/market/1160405",
    "cabriolet": false,
    "city": "Cupertino",
    "country": "United States",
    "description": "Hi!  I am in the process of moving to all electric cars, and with the lovely new Taycan, I am going to be selling my beloved 911. This is my second 911, and first turbo.  I bought it with...",
    "info": "2005 911 Turbo S, immaculate in Guards Red",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 55000,
    "state": "CA",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "WP0CB299X5S675421",
    "year": 2005,
    "detailed_description": "Hi!  I am in the process of moving to all electric cars, and with the lovely new Taycan, I am going to be selling my beloved 911. This is my second 911, and first turbo.  I bought it with low miles, as a Porsche Certified car. I've had only one mechanical problems with the car, and the car has never been involved in any accidents. The mechanical problem was that the turn signal stopped turning off, that was an easy repair I did myself. My son and I are gearheads, and have done all oil changes, and we're a Mobil 1 family.  The car has the Turbo wheel set and ceramic brakes.  This is a lovely Guards Red Porsche 911 Turbo S. The paint is in great shape and shines beautifully. The interior is black leather with contrasting red stitching. The seat belts and guage trim are also in a contrasting red, making for a very striking overally interior. The car has the premium Bose sound system and integrated navigation system, along with FM/AM and 6-CD player.  The car has 54,900 miles.  Please feel free to ask me questions, it is equally outrageously fast and gorgeous.  Thanks!"
  },
  {
    "_id": "5dcfa9dd636b680b8468605e",
    "url": "https://rennlist.com/forums/market/1140700",
    "cabriolet": false,
    "city": "Austin",
    "country": "United States",
    "description": "2006 911 4S. Only 60,000 miles. This car has all the right options...Sport Chrono, Sport Seats, Porsche Sport Exhaust, and 6 speed manual. Car is in pristine condition inside and out and is...",
    "info": "2006 Porsche C4S",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 44000,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29916S741783",
    "year": 2006,
    "detailed_description": "2006 911 4S. Only 60,000 miles. This car has all the right options...Sport Chrono, Sport Seats, Porsche Sport Exhaust, and 6 speed manual. Car is in pristine condition inside and out and is accident-free.  The following wear items were recently replaced with OE parts.  Lower interior door sills (heavy wear item, now perfect) Front windshield cowl (plastic fades over time) Door panel switch surrounds (another heavy wear item, now perfect) Water pump and t-stat replaced after slight seepage Carpet floor mats Drive belt and rollers (60,000 mile item) Spark plugs were replaced by previous owner at 56k, shown on carfax Full 60,000 mile service performed by Moorespeed in Austin New Clutch, Oil, brake, clutch, transmission fluid all changed.  I've added the following parts (receipts included) and all OE parts are available and in excellent condition...  Porsche GT3 RS Alcantara steering wheel and shift ****/boot https://www.suncoastparts.com/product/GT3RSWHEEL.html  Porsche short shift kit, new shift cables installed while in there https://www.suncoastparts.com/product/99742498300.html  Bilstein B16 Damptronic Coilovers https://www.awe-tuning.com/bilstein-...onic-49-135985  20\" OZ Leggera HLT wheels, 20x11 rear 20x8.5 front, zero blemishes (original wheels are 19\" Lobster Claws with Bridgestone Potenzas) https://www.tirerack.com/wheels/Whee...r=Without+TPMS  Continental ExtremeContact tires, 305/30/20 & 245/35/20, less than 1,500 miles  Porsche GT2 lower trim sill kit https://www.suncoastparts.com/product/GT2SILLTRIM.html  Fabspeed Maxflo Exhaust https://www.fabspeed.com/porsche-997...xhaust-system/ * Car sounds great and has NO drone at all  Fabspeed Intake https://www.fabspeed.com/porsche-997...tem-2005-2008/   IPD competition plenum with Plenum & throttle body package https://www.fabspeed.com/porsche-997...intake-plenum/  Pioneer AVH-4200NEX with Apple Carplay and Android Auto   Two disclaimers... 1. 4th and 5th gear grind a tiny bit if you rush a shift before it warms up. After warm up No issues at all. 2. One thing on the car doesn't work...the flip down cupholder above the glove box. This is prone to failure and I fixed it permanently closed. $300 replacement.   Car is super clean and runs great. All service is up to date I will take some more pictures soon.  $44,000  Car is located in Austin TX  Travis"
  },
  {
    "_id": "5dcfa9dd636b680b8468606b",
    "url": "https://rennlist.com/forums/market/1148793",
    "cabriolet": false,
    "city": "Boston",
    "country": "United States",
    "description": "For sale is my 2010 911 C2 with 47,200 miles. I am the 3rd owner with the first having owned the car for 1,975 miles. It is a spec I spent some time looking for including; heated, manual...",
    "info": "FS: 2010 Porsche Carrera C2 6MT",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 48000,
    "state": "MA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA2A99AS706156",
    "year": 2010,
    "detailed_description": "For sale is my 2010 911 C2 with 47,200 miles. I am the 3rd owner with the first having owned the car for 1,975 miles. It is a spec I spent some time looking for including; heated, manual sport seats, a manual transmission, PASM, and a 3.6L engine. The car has been fantastic during my ownership. Reason for the sale: I am looking to move into something aircooled. I would be extremely happy keeping this car if it does not sell.  The exterior of the car is an 8/10 with the paint being in excellent/ above average condition- the car is a driver having lived its life in the northeast, it does show some rock chips indicative of its use and age. It has been garaged since the second owner. It had typical rust on the exhaust and suspension components, which have since been replaced. I performed an extensive paint correction and ceramic coating using Meguires 105, Jescar finishing polish, and Carpro CQuartz.   The exterior shows 4 pinky nail sized, PDR-able dents, two on the hood by the windshield, one on the front driver fender, and one on the roof. These are all very minor and not easily visible unless pointed out. The underbody has some scraping synonymous with lowered cars (and even non lowered- steep driveway to the garage). Lastly, there is a mark on the rear d/s bumperette from what appears to be a license plate.  The interior is also an 8/10 with one very small mark in the driver seat and some creasing on the side bolster- nothing excessive, the PO was a smaller man and I am a 6 foot 160 lb. individual. Additionally, there are some visible scuffs and marks on the hardbacks.   All maintenance and modifications are listed below in chronological order going back to 2,058 miles. Significant maintenance includes:  Lower Control arms at 24K Clutch replacement 34K HPFP 36K Intake Manifold Gasket & Air Oil Separator 37K Strut mounts and Ohlins R&T to replace leaky PASM 38K  I have the full maintenance history on the car, with invoices dating back to September 21, 2011.   I have also provided a DME readout from my time of purchase, I do not suspect this has changed as I drive the car as intended but have never hit the limiter. I am also happy to provide the Carfax from the previous owners time of purchase, as well as mine to link the history of the car.  I have the CoA from Porsche denoting the below options on the car that will be included with the sale:  Build and options: Black on Black Heated front Seats Bluetooth Interface PCM Bose Universal Audio interface Colormatched mats Self Dimming Mirrors Colored wheel Caps 5MM Spacers 19\" Carrera S II Wheels Sport Seats PASM   Maintenance/ Modification History:  Description  2nd Owner Purchased 2,058 07/25/11  Brake pedal switch 3,226 09/21/11 $0.00  High pressure fuel pump 3,318 09/28/11 $1,816.34  Full service & brake flush 9,145 10/31/12 $573.75  Replace cracked undercarriage panel 14,409 12/30/13 $222.90  Oil & filter 15,489 04/14/14 $319.67  Cabin air filter  Tires valve stems 22,976 7/30/2015 $139.90  Lower control arms (front) & alignment 23,971 08/31/15 $1,298.70  Oil & filter 24,214 09/10/15 $207.62  Wiper blades 01/10/16   Cabin air filter 04/21/16  Brake fluid flush 27,185 05/09/16 $170.11  Engine air filters 27,500 05/13/16  Oil & filter 31,015 11/22/16 $301.98  Interstate Battery 31,735 01/10/17 $306.50  Sachs Clutch 34,781 08/09/17 $2,071.33  Cabin air filter 09/09/17  High pressure fuel pump 35,987 04/04/18 $700.00  Oil & filter 36,203 04/13/18 $254.24  Purchased 6/8/2018  Intake manifold gaskets/ AOS replacement/engine out 36,904 6/22/2018 $1,784.77  Fabspeed intake 36,904 6/22/2018 $500.00  Alcantara GT3 Shifter 37,035 6/22/2018 $249.95  Alcantara GT3 ebrake cover 37,035 6/22/2018 $44.95  Paint Correction + CQuartz Coating 37,035 6/23/2018  Mann Charcoal Cabin Filter CUK3360 37,155 7/8/2018 $16.99  19x8.5 +56 19x11 +63 BBS LM 37,813 7/9/2018 $4,175.00  Ohlins R&T 37,813 7/12/2018 $2,662.00  Blue BBS Centercaps 37,813 7/12/2018 $159.50  2x OEM 99734301801 strut mounts 37,813 7/13/2018 $110.97  Yakima skybars 7/20/2018 $409.28   CQuartz wheels 7/14/2018  4x TPMS OEM 37,813 7/24/2018  Coil install, PASM disable,Tires, Wheels, Alignment, TPMS 37,813 7/23/2018 $2,643.59  15mm spacers + bolts H&R 7/31/2018 $183.00  Rocky Mounts Bike Rack 38,101 8/13/2018  991.1 Front lip + fit kit from EMC2 38,201 9/24/2018 $419.92  19x8 et57 19x11 et67 Carrera Classics + Sottozeros 38,957 12/01/2018 $900.00  Oil/Filter Change Motul Xcess 5w40 39,998 12/10/2018 $106.75  Spark Plugs 42,292 4/5/2019 $40.14  Coil Packs 42,292 4/5/2019 $227.70  Exhaust tips 42,292 4/5/2019 $297.50  New oem Exhaust clamps 42,292 4/5/2019 $106.26  Stainless Exhaust hardware 42,292 4/5/2019 $17.21  Lip adapter replacements 42,292 4/5/2019 $35.00  Oil/Filter Change Motul Xcess 5w40 42,292 4/5/2019 $106.75  FVD Street Sport Muffler $1,969.00  RSS Tarmac Engine Mounts 9/26/19 $409.00  Oil Change 9/26/19    Ohlins R&T are currently set to 12 front 15 rear, and about 25.3in FTG front and 26in FTG rear. These really transformed the car- I was very much not a fan of PASMs ride. The LMs are wrapped in 235/35 & 295/30 MPSS. I have also added an alcantara shifter, clear corners, a Fabspeed carbon intake, and an FVD exhaust. The roof racks are included with the sale.  There are a few items missing from the list above- everything listed; however, is verified via invoices.   The car is located in Boston, MA, but I frequently travel to CT.   Clean title, non-smoker; however, there is a lien on the car. I am asking $48K with LMs OBO.  All stock parts will be included (including stock wheels) with the sale of the car with the exception of the stock PASM shocks and the stock midpipe- they were both in very poor condition.  Welcome PPIs at the buyer's expense, happy to suggest some notable shops in the area to organize. Feel free to post or PM with any questions.                                       <img src=\"https://cimg2.ibsrv.net/gimg/rennlist.com-vbulletin/2000x1333/img_8682_4e05c52295b27e87177341c1e90d97725c1ebadf.jpg\" alt=\"\" />                                                         <img src=\"https://cimg0.ibsrv.net/gimg/rennlist.com-vbulletin/2000x1333/img_7011_71078acc1d4eb1f8d36e4b541bbf375eb0e84343.jpg\" alt=\"\" />                                                  <img src=\"https://cimg4.ibsrv.net/gimg/rennlist.com-vbulletin/2000x1389/img_7021_5a2b29fa169390a8d7b10d39d8ccb1fb5724dffe.jpg\" alt=\"\" />                                                 <img src=\"https://cimg4.ibsrv.net/gimg/rennlist.com-vbulletin/1080x808/img_20190625_192719_415_2c3c5e79c7364350bd790027e3d8de62ffc57795.jpg\" alt=\"\" />                                                  <img src=\"https://cimg6.ibsrv.net/gimg/rennlist.com-vbulletin/1080x808/img_20190625_192731_061_71b294c78a9ff61cc018bf0d156e4345954cdc9c.jpg\" alt=\"\" />                                                  <img src=\"https://cimg8.ibsrv.net/gimg/rennlist.com-vbulletin/1080x808/img_20190625_192737_566_b98b5ff91a01257862619f676bb9e8722356fa76.jpg\" alt=\"\" />                                                  <img src=\"https://cimg7.ibsrv.net/gimg/rennlist.com-vbulletin/1080x808/img_20190625_192735_371_79a044ef117641f36ca71bbae40e1b24fd3d52aa.jpg\" alt=\"\" />                                                  <img src=\"https://cimg9.ibsrv.net/gimg/rennlist.com-vbulletin/1080x808/img_20190625_192741_358_023f2d71f70e131d1d03fab28c10daf077782b72.jpg\" alt=\"\" />                                                  <img src=\"https://cimg9.ibsrv.net/gimg/rennlist.com-vbulletin/2000x1504/img_20190619_173909_a2d39c59ef27100387c3468934f7c0640c25244c.jpg\" alt=\"\" />                                                  <img src=\"https://cimg4.ibsrv.net/gimg/rennlist.com-vbulletin/2000x1504/img_20190619_174100_d4774814959953d77dde39099865fb699018c912.jpg\" alt=\"\" />                                                  <img src=\"https://cimg6.ibsrv.net/gimg/rennlist.com-vbulletin/2000x1504/img_20190619_173927_da331d212786944982e9d11197fb8158a2a65a53.jpg\" alt=\"\" />              "
  },
  {
    "_id": "5dcfa9dd636b680b8468606c",
    "url": "https://rennlist.com/forums/market/1151257",
    "cabriolet": false,
    "city": "Toronto",
    "country": "Canada",
    "description": "Sold",
    "info": "2009 Porsche 911 997.2",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 37000,
    "state": "ON",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29949S706291",
    "year": 2009,
    "detailed_description": "Sold"
  },
  {
    "_id": "5dcfa9dd636b680b84686072",
    "url": "https://rennlist.com/forums/market/1159932",
    "cabriolet": false,
    "city": "Tucson",
    "country": "United States",
    "description": "2012 Porsche 911 Carrera S. Extremely clean car.   2012 Porsche The new 911 Carrera SDivision: PCNA Commission #: 773213",
    "info": "2012 Porsche 911 S! 31,500 Miles. Extremely Clean!",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 68900,
    "state": "AZ",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB2A9XCS121506",
    "year": 2012,
    "detailed_description": "2012 Porsche 911 Carrera S. Extremely clean car.   "
  },
  {
    "_id": "5dcfa9dd636b680b84686071",
    "url": "https://rennlist.com/forums/market/1158469",
    "cabriolet": false,
    "city": "Reno",
    "country": "United States",
    "description": "A Porsche connoisseur's dream! This 2011 Porsche 911 Turbo S is cloaked meteor grey metallic paint with a fully black leather interior. With only 3900 miles on it, the condition is next to...",
    "info": "Rare find! Porsche 911 Turbo S - 3900 miles & perfect condition",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 125000,
    "state": "NV",
    "transmission": "Automatic",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD2A98BS766325",
    "year": 2011,
    "detailed_description": "A Porsche connoisseur's dream! This 2011 Porsche 911 Turbo S is cloaked meteor grey metallic paint with a fully black leather interior. With only 3900 miles on it, the condition is next to perfect with no exterior or interior blemishes. It has a 7 speed PDK, sport plus mode accompanied by a 3 spoke PDK sports steering wheel with shift paddles for a sporty and dynamic driving experience. This Porsche 911 Turbo S has been stored in doors for the entirety of its lifespan keeping it away from the elements. Along with exceptional handling and speed capabilities, this car also has drivers covered with multi-stage heating system for the front seats, bluetooth interface for mobile phone and universal audio interface. With regular and prompt services, this vehicle is in pristine \"like-new\" condition."
  },
  {
    "_id": "5dcfa9dd636b680b8468607f",
    "url": "https://rennlist.com/forums/market/1156912",
    "cabriolet": false,
    "city": "Shelton",
    "country": "United States",
    "description": "09 c4s white , blue top, sea blue interior 121,940 sticker  Interior : 9.5/10 exterior : 9.0/10  2nd owner bought with 8800 miles  all service records, all maintenance up to date...",
    "info": "09 c4s",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 59500,
    "state": "CT",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WPOcb29979s755846",
    "year": 2009,
    "detailed_description": "09 c4s white , blue top, sea blue interior 121,940 sticker  Interior : 9.5/10 exterior : 9.0/10  2nd owner bought with 8800 miles  all service records, all maintenance up to date Including all fluids, plugs, PDK transmission service, all filters, all o2 sensors replaced, oil changes every 5k miles, car needs absolutely nothing!  Billyboat Center 2\" Gundo H and R springs 7mm and 15mm spacers Bridgestone Potenza (Rear are new) DSC module dual fabspeed Intake clear side markers softronic ECU upgrade ceramic pro  car runs extremely strong, and sounds awesome, drivers car, tasteful mods  I also have all stock parts"
  },
  {
    "_id": "5dcfa9dd636b680b84686083",
    "url": "https://rennlist.com/forums/market/1157571",
    "cabriolet": false,
    "city": "Quincy",
    "country": "United States",
    "description": "BosAuto is proud to present this 2010 Porsche 997.2 911 GT3 RS!  - 6-speed manual transmission - Porsche collector grade Please feel free to call us at 800.314.6341 to have your questions...",
    "info": "2010 PORSCHE 911 GT3RS, 3.8L/H6, manual",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 159990,
    "state": "MA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": true,
    "vin": "VIN:WP0AC2A91AS78",
    "year": 2010,
    "detailed_description": "BosAuto is proud to present this 2010 Porsche 997.2 911 GT3 RS!  - 6-speed manual transmission - Porsche collector grade Please feel free to call us at 800.314.6341 to have your questions answered and/or make an appointment. "
  },
  {
    "_id": "5dcfa9dd636b680b84686089",
    "url": "https://rennlist.com/forums/market/1159118",
    "cabriolet": false,
    "city": "Sisters",
    "country": "United States",
    "description": "Pristine low mileage 911 Carrera C4S Excellent condition, properly serviced, never tracked or raced. Always garaged, non-smoker car, clean title in hand. If you want a Porsche 911, this is...",
    "info": "2007 Porsche 911 C4S low miles - 26,200",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 49750,
    "state": "OR",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29907S732557",
    "year": 2007,
    "detailed_description": "Pristine low mileage 911 Carrera C4S Excellent condition, properly serviced, never tracked or raced. Always garaged, non-smoker car, clean title in hand. If you want a Porsche 911, this is a beautiful example Lots of service documentation, original sticker, etc. 3.8 L Engine Coupe 6 Cylinder Fuel Injection 355 HP, 295 Ft. Lb. Torque Water Cooled PASM (Porsche Active Suspension Management) PSM (Porsche Stability Management) ABS, ASR, EDTC, ABD 13\" Vented Rotors Leather seat surfaces 3 spoke leather wheel (height/reach adjust) Power sunroof Xenon headlights Climate control Speed actuated rear spoiler  Factory Options Arctic Silver Metallic Paint Power Seat Package Tiptronic S Self Dimming Mirrors Heated Front Seats Sport Chrono Package Plus Navigation for PCM Bose High End Sound Package Remote CD Changer (6 Disc) Floor Mats Total Sticker Price $101,410.00  Aftermarket Options Champion Motorsport Forged alloy Wheels 19\" ($6,500.00) FabSpeed Exhaust and Carbon Fiber Intake ($5,245.00 -I have factory original equipment) 3M Protective Film on the hood and front fenders Champion springs (car is lowered slightly) Car Cover Aftermarket Options $ 13,259.99 Total Cost $ 111,419.95 New 911 similarly equipped is about $135,000"
  },
  {
    "_id": "5dcfa9dd636b680b8468608d",
    "url": "https://rennlist.com/forums/market/1154752",
    "cabriolet": false,
    "city": "Lincoln",
    "country": "United States",
    "description": "Selling my 2007 Cayman S with only 39,700 miles. Truly a classic and stunning Porsche spec, finished in Guards Red over Sand Beige. Nicely optioned with the heated seats package, sound...",
    "info": "2007 Cayman S *6MT 39K Miles*",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 31900,
    "state": "NE",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29877U780827",
    "year": 2007,
    "detailed_description": "Selling my 2007 Cayman S with only 39,700 miles. Truly a classic and stunning Porsche spec, finished in Guards Red over Sand Beige. Nicely optioned with the heated seats package, sound package plus (Bose audio), and center cap crests on the wheels. Bone stock aside from 20% tint and a 3M clear bra on the bumper, hood and side view mirrors. Recently completed 40k mile service, Michelin Pilot Sport tires are 85+%. Never driven in the snow or inclement weather of any sort, only used on weekends and special occasions. Immaculate condition both inside and out. Clean title in hand, feel free to shoot me a message or give me a call with any questions. Thanks for looking!"
  },
  {
    "_id": "5dcfa9dd636b680b84686096",
    "url": "https://rennlist.com/forums/market/1155109",
    "cabriolet": false,
    "city": "San Diego",
    "country": "United States",
    "description": "Beautiful Carrera S, 59K miles. White, tan interior, Black top. Dealer maintained. Black rims, with extra set of silver rims, PDK. Bose stereo surround sound, etc",
    "info": "Beautiful Porsche Cabriolet S",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 57000,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB2A9XCS154272",
    "year": 2012,
    "detailed_description": "Beautiful Carrera S, 59K miles. White, tan interior, Black top. Dealer maintained. Black rims, with extra set of silver rims, PDK. Bose stereo surround sound, etc"
  },
  {
    "_id": "5dcfa9dd636b680b8468609f",
    "url": "https://rennlist.com/forums/market/1157623",
    "cabriolet": false,
    "city": "Davie",
    "country": "United States",
    "description": "Take a look at this beautiful 2011 911 Turbo S! This excellent 911 Turbo S comes in Ice Blue Metallic paint that looks absolutely perfect on this model year. The interior is super clean and...",
    "info": "2011 Porsche 911 Turbo S!",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 98995,
    "state": "FL",
    "transmission": "Automatic",
    "turbo": true,
    "vendor": true,
    "vin": "WP0AD2A91BS766067",
    "year": 2011,
    "detailed_description": "Take a look at this beautiful 2011 911 Turbo S! This excellent 911 Turbo S comes in Ice Blue Metallic paint that looks absolutely perfect on this model year. The interior is super clean and features two tone black/blue leather interior with deviated stitching and Alcantara roof lining. 530hp and 516lb-ft. One owner vehicle. Owner traded in for GT3RS. The car has been in a minor accident with no airbags deployed and damage estimated under $1,000. The car is in great condition and comes with a two year unlimited mile Porsche Certified Pre-Owned warranty. For more information please email me at [email protected] or call/text me direct at 305-902-2222.   Dallas Hus Brand Ambassador Porsche West Broward 305-902-2222"
  },
  {
    "_id": "5dcfa9dd636b680b846860a4",
    "url": "https://rennlist.com/forums/market/1154229",
    "cabriolet": false,
    "city": "Augusta",
    "country": "United States",
    "description": "rare cobalt blue , black full leather (OMP seats), all the right upgrades, clean car fax 2nd , orginal parts included  owner  , email for mod list bhart192@knology.net, excellent shape",
    "info": "06 cobolt blue c2s  with powerkit/street hpde car    factory installed x51 kit",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 45000,
    "state": "GA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29956S741267",
    "year": 2006,
    "detailed_description": "rare cobalt blue , black full leather (OMP seats), all the right upgrades, clean car fax 2nd , orginal parts included  owner  , email for mod list [email protected], excellent shape"
  },
  {
    "_id": "5dcfa9dd636b680b846860a8",
    "url": "https://rennlist.com/forums/market/1155085",
    "cabriolet": false,
    "city": "Norco",
    "country": "United States",
    "description": "Unique spec PDK 997.2 with sport steering wheel & sport seats. Very few cars in this model year can be found with a PDK transmission and the paddle shift sport steering wheel combo. Don't be...",
    "info": "2011 Porsche 911 Carrera 997.2 PDK | Sport Seats | Clear Bra | Ceramic Coat",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 51900,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA2A95BS706124",
    "year": 2011,
    "detailed_description": "Unique spec PDK 997.2 with sport steering wheel & sport seats. Very few cars in this model year can be found with a PDK transmission and the paddle shift sport steering wheel combo. Don't be fooled by cars with the old push button system. No need to worry about getting stuck in traffic because it's an automatic but when you want to blast through the canyons, bump over to PDK manual mode and enjoy the thrill of tapping through the gears!  Recently used at Porsche club technical education session. The world class installers at Premier Auto Armor did an amazing job making this car look better than brand new.  Over $7500 in recent paint protection & detail work.  Clear Bra Front bumper, head lights, Full Hood, Full Fenders, Mirrors, Rear Wheel Impact Areas Xpel Window Tint: 5% Rear & 25% Sides Ceramic Coating: entire car including rims & calipers Ceramic Coating: Exterior Glass Powder Coating: Gloss Black Rims Caliper Paint: Gloss Red including Porsche Stencil Custom Porsche PDK Stripe Kit (One of a Kind)      "
  },
  {
    "_id": "5dcfa9dd636b680b846860b1",
    "url": "https://rennlist.com/forums/market/1115655",
    "cabriolet": false,
    "city": "Reno",
    "country": "United States",
    "description": "For sale is my 2009 Porsche Carrera 4 featuring a manual transmission. If you're looking for a great all season 911 this is it. It's just back from Porsche of Reno from an oil change and got...",
    "info": "2009 Carrera 4 997.2 MT Black on Black",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 42900,
    "state": "NV",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29969S706745",
    "year": 2009,
    "detailed_description": "For sale is my 2009 Porsche Carrera 4 featuring a manual transmission. If you're looking for a great all season 911 this is it. It's just back from Porsche of Reno from an oil change and got a clean bill of health. It's sitting on newer all-season tires. I can share the clean carfax. It currently has just under 61k miles. Asking $42.9k.  This car has been driven and there are a few dings and scratches. But it is a clean car that runs beautifully.  I'd prefer to find a local buyer in Northern Nevada or California. I have the car financed with Wells Fargo. I'm located near Lake Tahoe just a short drive from Reno-Tahoe International Airport. I can be reached by email at [email protected]"
  },
  {
    "_id": "5dcfa9dd636b680b846860ba",
    "url": "https://rennlist.com/forums/market/1114881",
    "cabriolet": false,
    "city": "Clermont",
    "country": "United States",
    "description": "2009 Cayman S, heavily modified for optimum track day performance, but still street legal parts to return to stock condition available, but not currently with car over $30 k in mods for...",
    "info": "Great Cayman S track car",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2009,
    "price": 41000,
    "state": "FL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wp0ab29859u780778",
    "year": 2009,
    "detailed_description": "2009 Cayman S, heavily modified for optimum track day performance, but still street legal parts to return to stock condition available, but not currently with car over $30 k in mods for track: Engine/Gearbox-IPD plenum w/ GT3 throttle body -Numeric shift cables-shifter bushing kit -Billy Boat exhaust (sounds great) -Softronic tune-O.S. Giken limited slip differential Suspension-Bilstein PSS9s-RSS lower control arms (front only) -RSS bump steer kit-Tarrett adjustable sways bars (F & R) -Elephant racing rear control arms -rear chassis brace bar Brakes-Girodisc rotors (F & R)-Performance Friction 08 pads with only one track day on them , plus new set in the box, used stock pads (spares) Wheels/Tires-OZ Allegerita wheels with Nitto NTOl's with only 1 track day, plus two unmounted spare wheels, plus stock 5-spoke wheels in excellent condition, with Continental Contact Sport Plus tires, with one weekend in rain on them-Rennline wheels studs, extended red anodized lugs, steel as well -Interior: Cantrell Motorsports custom powder-coated roll bar -OMP 6-point harnesses -OMP WRC seats-Rennline aluminum track mats-Rennline aluminum shift ****-Rennline aluminum pedals-Raid leather steering wheel with airbag, much nicer than stock! Other-New mass air meter , new coil packs and plugs last season Has extra switch to completely eliminate stability management sensors Religious maintenance, with Amsoil 5-40 European oil, Motul 600 brake fluid Current mileage 48k  reducing price to 41,000"
  },
  {
    "_id": "5dcfa9dd636b680b846860bf",
    "url": "https://rennlist.com/forums/market/1140190",
    "cabriolet": false,
    "city": "Burlington",
    "country": "Canada",
    "description": "Youtube video of interior and exterior can be viewed here: https://www.youtube.com/watch?v=1bwROz_HDF8  I have been the sole owner of this custom ordered CS which was made at Zuffhausen in...",
    "info": "Excellent condition Cayman S looking for a good home.",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 44900,
    "state": "ON",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A83CS780325",
    "year": 2012,
    "detailed_description": "Youtube video of interior and exterior can be viewed here: "
  },
  {
    "_id": "5dcfa9dd636b680b846860c3",
    "url": "https://rennlist.com/forums/market/1134763",
    "cabriolet": false,
    "city": "Seattle",
    "country": "United States",
    "description": "Hey All,  Spring has sprung so it's time to put my beloved 2012 997.2 GTS up for sale. I've owned this car for the past 18 months and have taken meticulous care of the car inside and out....",
    "info": "2012 Basalt Black Metallic 997.2 GTS - CPO",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 65000,
    "state": "WA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A98CS720372",
    "year": 2012,
    "detailed_description": "Hey All,  Spring has sprung so it's time to put my beloved 2012 997.2 GTS up for sale. I've owned this car for the past 18 months and have taken meticulous care of the car inside and out. Below are details, build sheet, carfax and more. Happy to field any additional questions!  Build Sheet: MSRP: $122,065  Options:"
  },
  {
    "_id": "5dcfa9dd636b680b846860c6",
    "url": "https://rennlist.com/forums/market/1153416",
    "cabriolet": false,
    "city": "Mesa",
    "country": "United States",
    "description": "2012 911 S with 51K miles. Agate Grey, The vehicle has PDK transmission, Full FabSpeed exhaust, COBB tuner to include PDK mapping, Professionally installed and tuned by Dynocomp in Scottsdale...",
    "info": "2012 911 S Agate Gray",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 69000,
    "state": "AZ",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A96CS121079",
    "year": 2012,
    "detailed_description": "2012 911 S with 51K miles. Agate Grey, The vehicle has PDK transmission, Full FabSpeed exhaust, COBB tuner to include PDK mapping, Professionally installed and tuned by Dynocomp in Scottsdale Arizona. K40 Radar and laser jammer (front and rear), JL amp and sub box built. The car is amazing, ordered 2020 model and need to make room for it in the garage.  Exhaust alone was 12K installed and tuned K40 -3500 Amp and Sub-2500  Asking 69K obo. Not interested in trades and Shipping is at buyers expense."
  },
  {
    "_id": "5dcfa9dd636b680b846860d1",
    "url": "https://rennlist.com/forums/market/1154228",
    "cabriolet": false,
    "city": "Augusta",
    "country": "United States",
    "description": "rare cobalt blue , black full leather (OMP seats), all the right upgrades, clean car fax 2nd , orginal parts included  owner  , email for mod list bhart192@knology.net, excellent shape",
    "info": "06 cobolt blue c2s  with powerkit/street hpde car",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 45000,
    "state": "GA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29956S741267",
    "year": 2006,
    "detailed_description": "rare cobalt blue , black full leather (OMP seats), all the right upgrades, clean car fax 2nd , orginal parts included  owner  , email for mod list [email protected], excellent shape"
  },
  {
    "_id": "5dcfa9dd636b680b846860dc",
    "url": "https://rennlist.com/forums/market/1121974",
    "cabriolet": false,
    "city": "Boston",
    "country": "United States",
    "description": "Hello fellow rennlisters. Posting this here as well as the 997 forum. Third time trying to get pictures to load here so please follow the link to CL posting as it was much easier!  EDIT -...",
    "info": "997.1 C4S 6 speed manual",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 42500,
    "state": "MA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29938S732847",
    "year": 2008,
    "detailed_description": "Hello fellow rennlisters. Posting this here as well as the 997 forum. Third time trying to get pictures to load here so please follow the link to CL posting as it was much easier!  EDIT - Please see link for dropbox and 100 high res images  https://www.dropbox.com/sh/ohu57jxoz...yCei_063a?dl=0  https://boston.craigslist.org/gbs/ct...785360385.html  As the ad states I have many other high res images as well as cold start and driving videos. Never sold a car on RL but have credible backup on bimmerpost for multiple out of state car transactions. Also have great contacts for shipping if needed. PPI at Indy mechanic or P-dealer per buyers request. Happy to answer any and all questions please PM for cell information. Thanks"
  },
  {
    "_id": "5dcfa9dd636b680b846860dd",
    "url": "https://rennlist.com/forums/market/1100236",
    "cabriolet": false,
    "city": "Woodinville",
    "country": "United States",
    "description": "Beautifully appointed, very well maintained 2008 911 Targa 4s for sale by original owner. 23867 original miles. Garaged all its life. Runs and drives like a dream. Carfax report available...",
    "info": "Gorgeous 2008 911 Targa 4s",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 52500,
    "state": "WA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0BB299X8S755477",
    "year": 2008,
    "detailed_description": "Beautifully appointed, very well maintained 2008 911 Targa 4s for sale by original owner. 23867 original miles. Garaged all its life. Runs and drives like a dream. Carfax report available here. All service records for maintenance done by Barrier Porsche (subsequently Bellevue Porsche) available to interested parties. 9k miles on tires, 11k miles on battery. Minor wear on driver's seat. Small scratch on front bumper. Recently detailed. Willing to talk about price. Feel free to contact me with questions or for more photos.  Options include: Adaptive Sport Seats Black Full Leather interior Rear center console and Door finishers in leather Heated Front Seats Navigation Module Bose High End Sound and more  For a 360 view of a similar car of the same year: https://www.caranddriver.com/video/up-close-2008-porsche-911-targa-4s-video"
  },
  {
    "_id": "5dcfa9dd636b680b846860e6",
    "url": "https://rennlist.com/forums/market/1142930",
    "cabriolet": true,
    "city": "Upland",
    "country": "United States",
    "description": "2008 Porsche Turbo Cabriolet. 1 of 1 PTS Metallic Green. Recent service. Copy of MSRP in pictures. Call or text Fraser direct 951-212-9581.  CLICK HERE to go to our website listing for more...",
    "info": "2008 Porsche 911 Turbo Cab in One-of-One Paint-To-Sample Metallic Green Convertible",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 69997,
    "state": "CA",
    "transmission": "Manual",
    "turbo": true,
    "vendor": true,
    "vin": "WP0CD29968S789785",
    "year": 2008,
    "detailed_description": "2008 Porsche Turbo Cabriolet. 1 of 1 PTS Metallic Green. Recent service. Copy of MSRP in pictures. Call or text Fraser direct 951-212-9581.  CLICK HERE to go to our website listing for more photos.  This 2008 Porsche 911 Turbo Cabriolet was originally sold at Porsche of Corpus Christie in Texas and remained with the first owner until May 2018. Finished in a paint-to-sample metallic green, this car is equipped with a 6-speed manual and was also ordered with a Natural Cocoa leather interior and a Cocoa soft top. Other factory options include the Sport Chrono Package, heated adaptive sport seats, carbon fiber interior trim, and much more as shown on the included build sheet. Power is sent to all four wheels through a twin-turbocharged 3.6-liter 480 horsepower Mezger flat-six, and recent service performed in preparation for the sale. Now showing 72,600 miles, this 997.1 Turbo is being offered with a clean Carfax  A copy of the factory build sheet verifies that production was completed in May 2008 and lists an original MSRP of $148,890."
  },
  {
    "_id": "5dcfa9dd636b680b846860eb",
    "url": "https://rennlist.com/forums/market/1139673",
    "cabriolet": true,
    "city": "Palisades",
    "country": "United States",
    "description": "This 2008 Porsche 911 Carrera 4S Cabriolet is finished in Arctic Silver Metallic over a Cocoa full leather interior with Cocoa top. It is powered by a 3.8-liter flat-six, which sends power to...",
    "info": "2008 Porsche 911 Carerra C4S Cabriolet, Manual Transmission",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 42000,
    "state": "NY",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB29938S775168",
    "year": 2008,
    "detailed_description": "This 2008 Porsche 911 Carrera 4S Cabriolet is finished in Arctic Silver Metallic over a Cocoa full leather interior with Cocoa top. It is powered by a 3.8-liter flat-six, which sends power to all four wheels through a six-speed manual transaxle. Factory equipment includes heated sport seats, the Sport Chrono Package Plus, 19 Carrera Sport wheels, navigation, and more. Highly optioned, MSRP: $115,890. Sport Chrono. 19\" wheels. New battery, battery cable, starter. New coils and plugs. Recent Hankook Ventus V12s. Tubi exhaust. Garaged. Two keys. 3rd owner. A few minor blemishes shown in photographs. Mileage: 60,100. Serviced by Speedwerks in Nyack, NY. Clean Carfax."
  },
  {
    "_id": "5dcfa9dd636b680b846860f4",
    "url": "https://rennlist.com/forums/market/1150001",
    "cabriolet": true,
    "city": "Cary",
    "country": "United States",
    "description": "I am the original owner of this 2012 991 Cabriolet with a manual transmission which I purchased in January of 2013.  It has had a clear wrap over the entire front of the car since new and has...",
    "info": "Original Owner 991 Base Cab with a 7 Speed Manual Trans absolutely like new",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 62500,
    "state": "NC",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WPOCA2A98CS140616",
    "year": 2012,
    "detailed_description": "I am the original owner of this 2012 991 Cabriolet with a manual transmission which I purchased in January of 2013.  It has had a clear wrap over the entire front of the car since new and has always been garaged.  It has always been serviced following Porsche schedule including plugs, etc at 4 years and a recent service which included replacement of the serpentine belt. Tires are Michelin Pilot Sport 4S with plenty of tread left on them.  It has a clean Carfax and I had a rev report done this week which shows no over revs.    I have gotten the green light from the wife to buy a new one so I wanted to offer it to Rennlisters before I trade it in."
  },
  {
    "_id": "5dcfa9dd636b680b846860fa",
    "url": "https://rennlist.com/forums/market/1149544",
    "cabriolet": false,
    "city": "Albany",
    "country": "United States",
    "description": "Car is almost perfect. A few small paint chips typical of this age and mileage. New front tires. Fresh servicing including alignment. Top works perfect. PCM small carbon option Rear center...",
    "info": "2005 Turbo S Cab Tiptronic",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 47000,
    "state": "NY",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB29955S675309",
    "year": 2005,
    "detailed_description": "Car is almost perfect. A few small paint chips typical of this age and mileage. New front tires. Fresh servicing including alignment. Top works perfect. PCM small carbon option Rear center console exterior color. the rear spoiler is perfect no leaks  Looking for $47k"
  },
  {
    "_id": "5dcfa9dd636b680b846860fe",
    "url": "https://rennlist.com/forums/market/1144761",
    "cabriolet": false,
    "city": "Canton",
    "country": "United States",
    "description": "So I've owned this car longer than any I've ever owned. The 987 Cayman has Classic Porsche lines that draw compliments from both young and old. This car has been my daily driver for the past...",
    "info": "WTS: 2007 Porsche Cayman 2.7L 5spd Turn Key",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 12000,
    "state": "CT",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29807U762589",
    "year": 2007,
    "detailed_description": "So I've owned this car longer than any I've ever owned. The 987 Cayman has Classic Porsche lines that draw compliments from both young and old. This car has been my daily driver for the past 3 years, but being my 5th car it's time to move on. I have owned 11 different Porsche's and currently have a 996TT and 08 Cayman S. I've been an enthusiast for all of my life, and I maintain my cars like one. Oil changed with Mobil 1 Synthetic 0-W40 every 3-5000 miles. This car needs nothing to the best of my knowledge mechanically. I would drive it from CT to CA without hesitation. I have a clean CT title in hand and two keys. Also have a new set of floor mats and the rear window screen. It has the sport chrono option. Also has the rear wiper and tinted rear and side mirrors which are VERY nice options for a daily driver. Sport button really wakes the car up and I never drove without it on. Headers and exhaust made a big difference but I'm confident it will be too loud for most so I'm including the stock exhaust (car has CE from the headers). The following maintenance has been done in different time frames. I have most of the receipts for the parts as I do most of the work myself or with a friend of mine who owns a shop. Last 1000 miles: New Pirelli Sottozero Tires all around New Plugs and Coils New Rear Pads, Rotors and Parking Brake pads New Headlight and Fog Light Bulbs New Drivers side window motor and Window Guides New Front wipers Last 5000 Miles New Headers, Catback and O2 Sensors Loud will come with stock exhaust and headers New Struts and Mounts all around New Front Control Arms, Front and Rear Sway Bar Endlinks, Inner and Outer Tie Rod Ends New Front Pads and Rotors (did the rear pads and found out I needed new rotors hence them just being done) New Brake pad wear sensors New Starter  Water pump was done Right before I bought it and coolant flushed.  These engines are NOT plagued like the other Porsche's of this era with IMS or cylinder wall scoring. This car will go for another 100,000 miles without skipping a beat. Never left me stranded. Been nothing but a pleasure to drive.  The only issues with this car are cosmetic. The headliner is sagging. I went back and forth about fixing it but I will let the new owner decide which route to go. Also as pictured there is a dent on the drivers rear quarter from some A$$Hole who pulled and hit and run in a parking garage. When I pointed it out my girlfriend couldn't even see what I was talking about. I'm particular about dents. There is also a dent on the passenger rear where someone opened their door into the car. Also minor. The hood has rock chips as does the front bumper. It also has some spidering in the paint. The windshield also has some rock chips. I can meet someone anywhere in CT or Boston area. I am in Boston every weekend and in Fairfield county every Monday. You'll be hard pressed to find a better sorted Cayman at this price point! Feel free to text or call me. I'm going to give it a week or two here then off to the Bay. Also the car will come clean! ;-)  860-808-8401 Chris"
  },
  {
    "_id": "5dcfa9dd636b680b84686101",
    "url": "https://rennlist.com/forums/market/1159883",
    "cabriolet": true,
    "city": "Easton",
    "country": "United States",
    "description": "For Sale:  2009 Porsche 911 Carrera 4 Cabriolet.  17,000 miles.  Mint Condition.  Manual transmission.  Clear protective film on nose.  Sport exhaust ( activated with ",
    "info": "Mint 2009 911 Carrer 4 Cabriolet - Very Low Miles ( 17K )",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 55000,
    "state": "CT",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WPOCA29949S740708",
    "year": 2009,
    "detailed_description": "For Sale:  2009 Porsche 911 Carrera 4 Cabriolet.  17,000 miles.  Mint Condition.  Manual transmission.  Clear protective film on nose.  Sport exhaust ( activated with \"sport chrono\" button ) 5K option installed by dealer.  All new tires, oil change, brake fluid flush one month ago.  Always garaged, never tracked.  Call or text ( serious buyers only - no low ballers ).  Leave message and I'll call you back. (203) 410-1509  thank you"
  },
  {
    "_id": "5dcfa9dd636b680b8468610a",
    "url": "https://rennlist.com/forums/market/1130686",
    "cabriolet": false,
    "city": "Albany",
    "country": "United States",
    "description": "With a heavy heart but needing to move on, my first ",
    "info": "2009 2nd Generation Porsche CAYMAN S GTB1 Race Car",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2009,
    "price": 59900,
    "state": "NY",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29899U780511",
    "year": 2009,
    "detailed_description": "With a heavy heart but needing to move on, my first \"love\" and precision build GTB1 Cayman S is up for Sale.  Build out with, in random order listed below, all the goodies needed for a great racer who actually ended up only racing on the DE circuit in the Northeast. Never crashed and always Garage kept the Car is ready for any circuit and is in perfect condition. Everything is in full working order.  Car is so much fun to drive and would recommend it for black or red run group members or of course inspiring racers.  - about 8 hours (830 Miles) on new 3.4 Liter 320 Hp DFI Engine from Porsche Motorsports through Danbury Porsche ; - Odometer shows 22226 Miles on Car; - Transmission serviced when Engine was replaced; - runs on 18x8.5 front and 18x10 rear wheels with 265/645-18 front and 305/660-18 Rears - Titanium NASCAR Studs - Wheels as shown on the Car are FIKSE CLASSIC Rims with Pirelli Zero Slicks mounted - 2 OZ's spare Set's of Wheels with Pirelli Zero Slicks [one set new, one set with 7 heat cycles] are included - New Front Rotors, Rear rotors will last at least till end of next year - Steel Brakes with Pagid Black Pads all around; - Cargraphic Race Exhaust/headers [Cup version rear silencer] with custom turn down tips to meet noise regulations for Lime Rock and Palmer Motorsport parks; - Standard OEM Tank - Center Oil radiator - Front and rear Sway bars - Front&rear GT3 control arms - JRZ pro 2-way Suspension system with remote canisters, front/rear springs: 800/900 kg - GT3 Fender deflector for increase air flow to the brakes/tires - Full cage combo with Bodymotion roll bar and remaining front portion of cage custom build and combined by local ABS Chassis - Softronic 987.2 Cayman S race ECU edition flash - Front camber -4.3, Rear camber -3.6 - Newer OMP Halo Driver Seat on Genuine Porsche sliding rails valid through 2021, if needed can install a race passenger seat; - Schroth 6 point harness out of date for competition - IPD 987.2 Cayman \"Competition\" Plenum - Genuine 997 GT3 82mm Porsche Throttle Body - AIM Solo - Getty design RS Race wing with Race wicker - Shields Polycarbonate Windshield - Clear Bra over front of car - GT3 Cup front splitter which replace the Getty Design Splitter last year - Headlight covers - Car cover - Genuine Porsche short shifter - Pre-wired for AIM smarty cam - Momo race steering wheel with quick release - running 57's at Lime Rock and 2:02's at Watkins Glen - Livery painted [green] and wrapped [gray] - estimated weight is 2900 lbs  "
  },
  {
    "_id": "5dcfa9dd636b680b84686111",
    "url": "https://rennlist.com/forums/market/1145160",
    "cabriolet": false,
    "city": "Toronto",
    "country": "Canada",
    "description": "Enthusiast owned 2009 Porsche 911 Carrera 4 for sale. It's a Canadian Car optioned in Meteor Grey on Black combination fitted with a PDK transmission, Sport Chrono Package, Bose audio,...",
    "info": "2009 Porsche 911 Carrera 4 - Meteor Grey on Black, PDK, Extremely well maintained",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 56000,
    "state": "ON",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29929S707407",
    "year": 2009,
    "detailed_description": "Enthusiast owned 2009 Porsche 911 Carrera 4 for sale. It's a Canadian Car optioned in Meteor Grey on Black combination fitted with a PDK transmission, Sport Chrono Package, Bose audio, navigation, and PCM that supports Bluetooth telephone/AUX audio input.  The car is located in Toronto, Ontario Canada and has 108,000km/67108 miles. All maintenance was done at either Pfaff Porsche, Porsche Centre of Oakville, Mark Motors, and Porsche North Toronto. I have all receipts from day 1 that will be provided alongside the original leather folio, 2 original keys, and all original accessories.  The condition of the paint is very good. It was polished, waxed, and coated to keep the beautiful shine. The leather interior is damage free, not even a single abnormal wrinkle in the seats.  It's brought me great joy in owning this car but realize it's time to give it up to enjoy my other cars.  $56,000 CAD firm.  Please feel free in DM'ing me with your questions and telephone number - often time it's easier to chat over the phone. PPIs are welcomed as long as the buyer makes arrangements with a preferred shop and bear the cost."
  },
  {
    "_id": "5dcfa9dd636b680b8468611e",
    "url": "https://rennlist.com/forums/market/1152082",
    "cabriolet": false,
    "city": "Corona",
    "country": "United States",
    "description": "GT3 R WB 997.2 Cup Car chassis build, 3.6L engine, 6MT with short ring/pinion and LSD and more.  Full custom Vali Motorsports build https://valimotorsports.com .  Detail and attention paid to...",
    "info": "Porsche GT3 R Wide Body 997.2 Race Car",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 85000,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "0000000000000000",
    "year": 2008,
    "detailed_description": "GT3 R WB 997.2 Cup Car chassis build, 3.6L engine, 6MT with short ring/pinion and LSD and more.  Full custom Vali Motorsports build https://valimotorsports.com/ .  Detail and attention paid to every part of this quality build.   This is a new build with an upgraded cage.  Roof wing Short ring and pinion Guard  LSD All GT3 control arms , trust arms , toe links, sway bars GT3 Cup car suspension w/ Tarett engineering upgrades Carbon roof Fiberglass doors Fiberglass fenders Carbon cup wing base Fender louvers Rear diffuser Dive planes Motorsports clutch Aluminum AAsco flywheel New oil cooler New IMS New Windshield Motec data acquisition and display system Carbon fiber seat and new harnesses New window net Cup Car rear view mirrors Cup car shifter cables Shifter assembly Light weight wiring harness Custom headers and exhaust Deep sump Underdrive pulley system New coils, plugs, filter fluids Fire system Upgraded brake rotors, calipers and pads 2 sets of rims Electric power steering upgrade BMW Motorsports brake ABS systems (non-boosted) New paint inside and out New Radiators"
  },
  {
    "_id": "5dcfa9dd636b680b8468611d",
    "url": "https://rennlist.com/forums/market/1135170",
    "cabriolet": false,
    "city": "Summit Point",
    "country": "United States",
    "description": "For Sale - Ski Motorsports 2009 Porsche Cayman Built for the IMSA Continental Tire Series, this Cayman has the 2.9 liter engine and 6-speed manual transmission with only 39k original miles....",
    "info": "09 Cayman Racecar",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2009,
    "price": 60000,
    "state": "WV",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29839U760905",
    "year": 2009,
    "detailed_description": "For Sale - Ski Motorsports 2009 Porsche Cayman Built for the IMSA Continental Tire Series, this Cayman has the 2.9 liter engine and 6-speed manual transmission with only 39k original miles. Our technical partner for this project was Bodymotion Racing from Ocean, New Jersey, with multiple race wins in the series and over 30 years racing Porsches following their \"blueprint\" insured a solid finished product without any guess work. The Mosing Racing 2014 and 2017 championship winning car was built by Bodymotion using this blueprint. The roll cage was done by Bodymotion at their shops and the two-way JRZ RS Pro shocks were setup to their specs by their shock supplier. Current spring rates are for VIR, setup data will be provided. The car features, two-piece 996 GT2 control arms, TPC adjustable sway bars and adjustable toe links. The braking system was upgraded with 996 calipers and the Bosch Motorsports M4 ABS control unit. Built for endurance racing, the car has a full cool suit system, dry-break fuel filler, auxiliary fuel pump to empty the tank, fuel cell foam, full IMSA-spec safety nets, six nozzle fire system and a Motorola Radio. Additional components include, Moly-coated NASCAR style wheel studs and sixty hardened, coated lugs, FabSpeed Headers and a transmission cooler with pump. IMSA rules have made this car no longer eligible for the pro series but it would be an excellent choice for PCA, Cayman Cup, NASA, HSRA vintage endurance or as a track day car. With well over $100K in receipts and hours invested, it would be difficult to duplicate for the asking price of $72K. This is a rare opportunity to own what is effectively a brand new race car. A complete Krontec air-jack system was purchased but not installed, the invoice cost was $6500, it can be included with the purchase of the car for an additional $5k.The car is currently at our shop at Summit Point Raceway, please contact us with any questions. Jeremy Ski Motorsports citation12ff(at)gmail.com"
  },
  {
    "_id": "5dcfa9dd636b680b84686127",
    "url": "https://rennlist.com/forums/market/1134593",
    "cabriolet": true,
    "city": "Hinsdale",
    "country": "United States",
    "description": "2006 Carrera S cabriolet, 6 speed w/ Sport Chrono, 92,500 miles. Former CPO vehicle, with following upgrades: IDP intake plenum & GT3 throttle body, SOUL Performance Products valved Sport...",
    "info": "2006 997.1 S Cabriolet  Manual transmission",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 32500,
    "state": "IL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB29956S765156",
    "year": 2006,
    "detailed_description": "2006 Carrera S cabriolet, 6 speed w/ Sport Chrono, 92,500 miles. Former CPO vehicle, with following upgrades: IDP intake plenum & GT3 throttle body, SOUL Performance Products valved Sport Exhaust & SOUL headers. Summer & Winter wheels, both Porsche OEM. Bluetooth (Tranzit Blu) hands-free phone integration. Oil service every 6000 miles, full synthetic, filter cut open & inspected, no debris. Under my ownership (since 2016), I have replaced the steering rack, water pump, battery, and just replaced original clutch in fall 2018. Never been tracked to my knowledge. Front bumper and lower hood have stone chips commensurate with age, which I tried best to represent in photos. Driver-side door jamb has nicks where previous owner closed door on seat belt buckle multiple times. (see photos). All switches, systems & electronics function as they should."
  },
  {
    "_id": "5dcfa9dd636b680b8468612f",
    "url": "https://rennlist.com/forums/market/1159082",
    "cabriolet": false,
    "city": "Leawood",
    "country": "United States",
    "description": "Cream White/Cocoa Natural leather and Cocoa top; 26,151 one owner miles; all service records at dealer; 30,000 mile service already performed; always garaged; PDK; 19",
    "info": "2009 911 Carrera S Cabriolet For Sale",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 63000,
    "state": "KS",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB29959S755229",
    "year": 2009,
    "detailed_description": "Cream White/Cocoa Natural leather and Cocoa top; 26,151 one owner miles; all service records at dealer; 30,000 mile service already performed; always garaged; PDK; 19\" Sport Design wheels; no road rash; Power Comfort seats with memory; heated and ventilated seats; Sport Chrono; Bose High End; $116,330 new; pristine in every way; needs nothing; this color combination generates more compliments than any color I have ever owned."
  },
  {
    "_id": "5dcfa9dd636b680b84686134",
    "url": "https://rennlist.com/forums/market/1147215",
    "cabriolet": false,
    "city": "Scarsdale",
    "country": "United States",
    "description": "I'm selling my 2010 Porsche 911 S. I purchased it from Porsche of Mechanicsburg 2 years ago with a Certified Pre-Owned Warranty. I am the second owner of the car and have put less than 7K...",
    "info": "2010 Porsche 911 S - Meteor Grey - Certified Pre-Owned",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 51000,
    "state": "NY",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A92AS720610",
    "year": 2010,
    "detailed_description": "I'm selling my 2010 Porsche 911 S. I purchased it from Porsche of Mechanicsburg 2 years ago with a Certified Pre-Owned Warranty. I am the second owner of the car and have put less than 7K miles on the car during my ownership.  During my ownership I've replaced the steering wheel with a new Sport Design wheel, replaced the driver/passenger door sills, replaced the stone guards, added OEM black rear badges and coated the exhaust tips black.  Porsche of Mechanicsburg completed a 60K service, PDK service, replaced brake pads and rotors, did a brake fluid flush, and replaced all 4 tires before I purchased the vehicle.  Please PM me with any questions. The CPO warranty expires at the end of the month.  Clean CarFax, all original paint."
  },
  {
    "_id": "5dcfa9dd636b680b84686139",
    "url": "https://rennlist.com/forums/market/1137487",
    "cabriolet": false,
    "city": "Hot Springs Village",
    "country": "United States",
    "description": "2007 Cayman Base Meteor Gray with Stone Gray standard leather Good Tires, 60k service completed, new battery. Heated seats, 18",
    "info": "2007 Cayman Base",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 19500,
    "state": "AR",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29807U762432",
    "year": 2007,
    "detailed_description": "2007 Cayman Base Meteor Gray with Stone Gray standard leather Good Tires, 60k service completed, new battery. Heated seats, 18\" Cayman S Wheels, Wheel caps with colored crest, Sound Package Plus, Auto Climate Control."
  },
  {
    "_id": "5dcfa9dd636b680b84686142",
    "url": "https://rennlist.com/forums/market/1140871",
    "cabriolet": true,
    "city": "Granger",
    "country": "United States",
    "description": "See attached photo for all additional equipment.   Clean CARFAX. Agate Grey Metallic 2012 Porsche 911 Carrera S Cabrio  *7-Speed Porsche Doppelkupplung (PDK)  *3.8L 6-Cylinder DOHC ...",
    "info": "Mint 2012 Porsche 911 Carrera S Cabrio",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 76000,
    "state": "IN",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB2A97CS154679",
    "year": 2012,
    "detailed_description": "See attached photo for all additional equipment.   Clean CARFAX. Agate Grey Metallic 2012 Porsche 911 Carrera S Cabrio  *7-Speed Porsche Doppelkupplung (PDK)  *3.8L 6-Cylinder DOHC  *Bose Surround Sound *Seat Ventilation *Power Sport Seats/Black Leather Interior *Premium Package Plus w/14 way *20\" Wheel Package  Mint condition & garage kept.  Any questions, please send me a message.  Title in hand."
  },
  {
    "_id": "5dcfa9dd636b680b84686147",
    "url": "https://rennlist.com/forums/market/1149188",
    "cabriolet": false,
    "city": "Campbell",
    "country": "United States",
    "description": "I bought this car to be a keeper but now I'm upgrading and I don't have the space for it.  Most 2012s are mislabeled as 997 when they're actually 991s. It's hard to find an actual...",
    "info": "rare 2012 997.2 6MT C2S in platinum silver in excellent mechanical condition",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 61997,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A99CS720798",
    "year": 2012,
    "detailed_description": "I bought this car to be a keeper but now I'm upgrading and I don't have the space for it.  Most 2012s are mislabeled as 997 when they're actually 991s. It's hard to find an actual last-year-of-production 997.2 Carrera S with manual transmission. The 2012 997.2 is several \"last of\"s. If you're looking you already know this. Last short wheel base 911. Last \"pendulum dynamics\" 911. Last naturally aspirated Carrera engine. Last 911 with hydraulic steering. Last DIY-able 911. Oil changes don't even require lifting the car - the drain plug is accessible with a long reach from the rear; the oil filter is accessible in the engine compartment. Engine air filters are easily accessible from the intimate rear hatch. Even engine mounts are supposedly easy although I haven't tried that one.  Originally the car was sold new in FL and returned with about 5k miles. This car was formerly a CPO car owned by a retired Rennlist member in California who put about 40k gentle miles on the car. I purchased it with 47k miles and also kept it in California. It has an excellent service history. Oil has been changed every 3k-5k miles throughout its life.  Cosmetically the car is not concourse perfect so if you're looking for that, this is not your car, but it has few blemishes relative to its 56k miles. I had the clear bra installed on top of the blemishes to halt additional road rash, but wanted to keep the original paint so what you see is what you get. Paint is overall in great swirl free condition. I got this car as a mechanically stellar driver, although I ended up not driving it much.  To see how the car has been driven and maintained, one has to look no further than the Blackstone reports and the DME report. Only 525 overrevs in range 1 and nothing else. That's barely hitting the rev limiter a handful of times. The Blackstone reports attached are amazing. I hesitate to sell this car on that fact alone. I was told Porsche engines burn oil but I've never seen the oil level drop on this car between oil changes. I'd hate to let it go but it's time to get something more appropriate to my use case.  Clean CA title in hand. No accidents.  Options list (build sheet attached as image):"
  },
  {
    "_id": "5dcfa9dd636b680b84686151",
    "url": "https://rennlist.com/forums/market/1147774",
    "cabriolet": true,
    "city": "Ocean",
    "country": "United States",
    "description": "2006 Porsche C4 Cabriolet model, car is in great shape, has 47,600 miles  Basalt black (metallic black) with tan leather interior, 6 Spd manual. adult owned and garaged November through...",
    "info": "Porsche 2006 Cabriolet C4",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 31500,
    "state": "NJ",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "wp0ca29996s757208",
    "year": 2006,
    "detailed_description": "2006 Porsche C4 Cabriolet model, car is in great shape, has 47,600 miles  Basalt black (metallic black) with tan leather interior, 6 Spd manual. adult owned and garaged November through April. all original paint No accidents, bought from Porsche of Albany, second owner. Car is driven regularly and is in great working order, needs very little (airbag sensor needs to be replaced and it will need a new set of tires).  Kids getting to be teenagers and don't fit in the car so don't need a third vehicle, reluctantly selling my toy . Car is fairly priced no low ball offers pls."
  },
  {
    "_id": "5dcfa9dd636b680b84686153",
    "url": "https://rennlist.com/forums/market/1149764",
    "cabriolet": false,
    "city": "Blauvelt",
    "country": "United States",
    "description": "This 2007 Porsche Cayman S Chassis has a 2.7L engine and 5 speed transmission.  Modifications include a DeMan Motorsport full safety cage, JRZ suspension, a full race alignment, brakes,...",
    "info": "2007 Porsche Cayman Race Car",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2007,
    "price": 45000,
    "state": "NY",
    "transmission": "Manual",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB29847U781191",
    "year": 2007,
    "detailed_description": "This 2007 Porsche Cayman S Chassis has a 2.7L engine and 5 speed transmission.  Modifications include a DeMan Motorsport full safety cage, JRZ suspension, a full race alignment, brakes, racing wheels and tires, AIM smarty cam data system and more.   More pictures on our website here: https://demanmotorsport.com/product/...-car-for-sale/"
  },
  {
    "_id": "5dcfa9dd636b680b8468615e",
    "url": "https://rennlist.com/forums/market/1156191",
    "cabriolet": false,
    "city": "Miami",
    "country": "United States",
    "description": "Great super clean 997 with low miles, always garaged kept, car runs beautifully always serviced just did all the fluids, spark plugs transmission fluid and replaced the hydraulics on the top...",
    "info": "2006 Porsche 911 Cabriolet",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 38000,
    "state": "FL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CA29956S755407",
    "year": 2006,
    "detailed_description": "Great super clean 997 with low miles, always garaged kept, car runs beautifully always serviced just did all the fluids, spark plugs transmission fluid and replaced the hydraulics on the top  Has 20\" wheels with nitto tires only 3000 miles on them   Selling because moving out of the country"
  },
  {
    "_id": "5dcfa9dd636b680b8468615f",
    "url": "https://rennlist.com/forums/market/1144829",
    "cabriolet": false,
    "city": "Augusta",
    "country": "United States",
    "description": "Rare Cobalt Blue 06 C2s w factory X51 kit, , black full leather ( OMP seats) , GMG bar ,5 pt harness  ,well maintained , clean carfax , orginal parts included  , PM for full list , price drop...",
    "info": "cobolt blue C2s 997.1 2006   lots of goodies street or track",
    "make": "Porsche",
    "model": "911",
    "modeldate": "2006",
    "price": "45000",
    "state": "GA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0ab29956S741267",
    "year": "2006"
  },
  {
    "_id": "5dcfa9dd636b680b8468616c",
    "url": "https://rennlist.com/forums/market/1125973",
    "cabriolet": false,
    "city": "Burbank",
    "country": "United States",
    "description": "2007 Porsche 911 997 $29900 Stock. 6spd Manual Full leather interior (dash, doors all subtle leather) 74k miles Clean title SoCal car it's whole life Excellent condition Adult owned,...",
    "info": "Guards Red 997",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 29900,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29937S710233",
    "year": 2007,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9dd636b680b8468616d",
    "url": "https://rennlist.com/forums/market/1144701",
    "cabriolet": false,
    "city": "Dallas",
    "country": "United States",
    "description": "NOTE:  I have an offer for $25,250 in hand.  First $26,000 takes it.  2006 Porsche Cayman S 32k miles Immaculate condition Clean title, no accident history  Features: Xenon HID head...",
    "info": "2006 Porsche Cayman S - 32k miles.  $25,250 sale pending (first $26k takes it)",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 26000,
    "state": "TX",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29846U785983",
    "year": 2006,
    "detailed_description": "NOTE:  I have an offer for $25,250 in hand.  First $26,000 takes it.  2006 Porsche Cayman S 32k miles Immaculate condition Clean title, no accident history  Features: Xenon HID head lamps 19\" Lobster claw wheels Bose sound system  Recent services: Synthetic oil change + filter (2k miles) Firestone Firehawk Indy 500 tires (500 miles, basically brand new). Rear: 265-35R19 Front: 235-35R19 Four wheel alignment performed by Johnson's Alignment (great alignment shop in SoCal) (500 miles)  I bought the car a few months ago and absolutely love it. It runs perfectly and has no issues whatsoever. I invested time and money into getting it just right (e.g. new tires, alignment, etc). Unfortunately, my wife and I have moved to Dallas and just don't have room for a second car anymore.  This means the Porsche needs to go.  If you are looking for a clean, properly sorted Porsche Cayman S, this is the car. I am looking for a clean transaction from a serious buyer: We will complete a bill-of-sale, sign over title, and transfer funds via cash or cashier's check at the Chase Bank in Dallas"
  },
  {
    "_id": "5dcfa9dd636b680b84686173",
    "url": "https://rennlist.com/forums/market/1149144",
    "cabriolet": false,
    "city": "Pittsburgh",
    "country": "United States",
    "description": "Beautiful and unique Dark Metallic Blue Porsche 911 Turbo S AWD. Twin-turbo 3.8-liter flat 6 power plant with 530 HP. 0-60 MPH in 3.3 seconds. Never tracked. This beauty comes with both...",
    "info": "2011 Porsche 911 Turbo S AWD, Dark Metallic Blue, All Leather",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 90959,
    "state": "PA",
    "transmission": "Automatic",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD2A95BS766878",
    "year": 2011,
    "detailed_description": "Beautiful and unique Dark Metallic Blue Porsche 911 Turbo S AWD. Twin-turbo 3.8-liter flat 6 power plant with 530 HP. 0-60 MPH in 3.3 seconds. Never tracked. This beauty comes with both winter and summer tires mounted on their own Central Lock rims. That's right; two sets of rims.  Very clean; still smells like new.  Asking $90,959  Photo album.    Build Notes:"
  },
  {
    "_id": "5dcfa9dd636b680b8468617d",
    "url": "https://rennlist.com/forums/market/1153768",
    "cabriolet": false,
    "city": "Winnetka",
    "country": "United States",
    "description": "I'm considering selling my 2009 Cayman S PDK with Sport Chrono. I bought it in November of 2016 from my local Porsche dealer, with around 27,000 miles on it, and have used it primarily for...",
    "info": "2009 Cayman S PDK with Sport Chrono and Track Focused Upgrades",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2009,
    "price": 52000,
    "state": "IL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29849U780173",
    "year": 2009,
    "detailed_description": "I'm considering selling my 2009 Cayman S PDK with Sport Chrono. I bought it in November of 2016 from my local Porsche dealer, with around 27,000 miles on it, and have used it primarily for track use during the summers since. It currently has just under 40K miles on it, and has been well cared for and never crashed. I have saved most of the original parts where I have made track focused changes, and have not done anything that can't be reversed, with the exception of one hole drilled for a harness mount. This is a very nice car that is working well for me on the track, and is still pleasant to drive on the street.   If someone were to drive it on the street a lot, they would probably want quieter brake pads, less camber, and coilovers raised up to provide greater clearance. I'm happy to share additional photos and details. I'm considering selling because after a couple of unexpected job changes in the last couple of years it makes sense to have a cheaper toy than this, but if there isn't interest I'll probably end up keeping the car.   Upgraded parts: - Tarett cup series front control arms - Rear GT3 control arms with Elephant racing inner monoballs and Tarett thrust arm bushings - Tarett front and rear adjustable sway bars and end links - Tarett adjustable tie rod ends - Adjustable rear thrust arms - Long tube race headers - BC Racing coilovers with Hyperco springs (275# front and 400# rear) and BC Racing front upper strut mount monoballs and Elephant racing rear upper strut mount monoballs - Bodymotion carbon fiber front splitter - Coleman racing 355mm/14\" floating and slotted front brake rotors - Sebro slotted rear brake rotors - Race technologies RE10 brake pads - GT3 master cylinder - Goodridge stainless steel brake lines - Calipers rebuilt with Racing Brake stainless steel pistons and blue hi-temp boots - BGB four point harness bar - Sparco Grid II driver's seat - G-Force 6-point cam lock racing harness with 2\" shoulder straps for Hans Device - Fire extinguisher mounted in front of driver's seat - Front and rear tow loops - Rear carbon fiber wing mounted on extra hatch - Dark tinted side windows - 255/30R19 front tires on 19x9.5 Carerra S II wheels (original rear wheels from the car) - 295/30R19 rear wheels on 19x11 Carerra S II wheels from a 911 - I have an extra full set of used tires with some life left on them which I will include - GT2 front brake ducts (left front is damaged and could used replaced) - GT3 rear brake ducts - Castrol SRF brake fluid - Tarett wheel studs and lug nuts - Semi-solid transmission mounts - About 4K miles since oil change, air filter, spark plugs, new AOS, oil cooler seals replaced and new front wheel bearings (one felt slightly less than perfect so I replaced both because I track the car a fair amount and had the suspension apart anyway)  Factory options: - 250 7-speed Porsche Doppelkupplung (PDK) - 369 Standard Seats - 419 19\" Carrera S II Wheel - 619 Bluetooth Interface for Mobile Phone - 640 Sport Chrono Package Plus - 686 XM Radio - 810 Floor Mats in Interior Color - 870 Universal Audio Interface - A1 Black - AT Black Full Leather - P23 PCM 3.0 including Extended Navigation - P75 Bi-Xenon Headlights with Dynamic Cornering Lights  Original parts included with car that are not currently on the car: - Original rear hatch (wing is mounted to an extra black hatch I purchased) - Interior plastic pieces removed to mount harness bar - Driver's seat - Transmission mounts - Carerra S II front wheels - Factory sway bars - Factory splitters for front bumper - Headers / exhaust manifolds  I can be reached at 312-662-2961."
  },
  {
    "_id": "5dcfa9dd636b680b84686181",
    "url": "https://rennlist.com/forums/market/1131732",
    "cabriolet": false,
    "city": "Senoia",
    "country": "United States",
    "description": "Selling my beautiful, low mileage Targa 4, 6 speed. The car is in fantastic condition. I am the second owner and purchased the car from the original dealership. The sale includes a...",
    "info": "2009 Targa 4",
    "make": "Porsche",
    "model": "911",
    "modeldate": "2009",
    "price": "49000",
    "state": "GA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0BA29959S728157",
    "year": "2009"
  },
  {
    "_id": "5dcfa9dd636b680b84686188",
    "url": "https://rennlist.com/forums/market/1148087",
    "cabriolet": true,
    "city": "Cary",
    "country": "United States",
    "description": "I am the original owner of this 991 Cab with a 7 Speed manual transmission.  It has always been garaged and dealer serviced following Porsche service schedule and has a clean Carfax. It has a...",
    "info": "Original Owner 991 Base Cab with a 7 Speed Manual Trans absolutely like new",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 62500,
    "state": "NC",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WPOCA2A98CS140616",
    "year": 2012,
    "detailed_description": "I am the original owner of this 991 Cab with a 7 Speed manual transmission.  It has always been garaged and dealer serviced following Porsche service schedule and has a clean Carfax. It has a clear wrap on the entire front of the car as well as the side mirrors and rear quarters.  It rides on Michelin Pilot Sport 4s tires with excellent tread. The convertible top is also like new.  It has the sport seats plus package as well as front and rear parking sensors, multi function steering wheel, power steering plus, 20 inch classic wheels, etc.   A few modifications have been done but I have the original parts and include: clear taillights, Sharkwerks X Pipe and Fabspeed quad tips. I will provide a dealer report showing that there have not been engine over revs.    I am 72 years old and am able to buy myself a new 911 so I wanted to offer this car to fellow Rennlisters before I trade it in."
  },
  {
    "_id": "5dcfa9dd636b680b8468618c",
    "url": "https://rennlist.com/forums/market/1140281",
    "cabriolet": false,
    "city": "Valencia",
    "country": "United States",
    "description": "2008 Porsche Cayman, 2nd owner, low mileage, excellent condition, no mechanical issues, Porsche short shift kit, Alpine A/V DVD receiver, Bluetooth, well maintained, clean interior. Bumper...",
    "info": "2008 Porsche Cayman, manual, low mileage, 2nd owner",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2008,
    "price": 17800,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA29888U760882",
    "year": 2008,
    "detailed_description": "2008 Porsche Cayman, 2nd owner, low mileage, excellent condition, no mechanical issues, Porsche short shift kit, Alpine A/V DVD receiver, Bluetooth, well maintained, clean interior. Bumper painted in January. The driver ahead of me at a drive-through placed their car in reverse and scratched bumper. All pictures are current. I can provide before and after pictures of incident. CarFax is clean, aside from this incident. Text/Call (323)206-2765."
  },
  {
    "_id": "5dcfa9dd636b680b84686194",
    "url": "https://rennlist.com/forums/market/1152983",
    "cabriolet": false,
    "city": "Madison",
    "country": "United States",
    "description": "Eye catching 997 for sale:  See all photos, video and description at: VICCI:  https://www.viccicarauctions.com/detail/2005-porsche-911-carrera-140490  This 2005 911 Carrera was purchased by...",
    "info": "Stunning Satin Red with Two Tone Silver 2005 Porsche 997",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 43000,
    "state": "WI",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": true,
    "vin": "ZFFSA17JAP0090312",
    "year": 2005,
    "detailed_description": "Eye catching 997 for sale:  See all photos, video and description at: VICCI:  https://www.viccicarauctions.com/det...carrera-140490  This 2005 911 Carrera was purchased by the current owner with an engine issue, but with a lower milage chassis and interior showing very well, a certified used enging was also bought as a replacement. The chassis has 64,965 miles and the certified replacement motor has 51,000.     All work on the car was done by Porsche specialists Kelly-Moss Road and Race who replacemed the engine and went over every touch point while the motor was out. For some extra pep and a little grunt, a Fabspeed Exhaust plus K&N filter were added to get the Carrera breathing a bit better. For the corners, AST / Moton Dampers with Michelin tires were added to not only give the car a more aggressive look, but also increase road feel in turns while increasing ride comfort at the same time. Adding a lighter set of wheels around all corners, a new set of Michelin tires and a custom satin Wine Red wrap was installed in-house to complete the look! Kelly-Moss Road and Race has been in the Porsche business for over 30 years and did an outstanding job bringing this 997 back to life."
  },
  {
    "_id": "5dcfa9dd636b680b846861a0",
    "url": "https://rennlist.com/forums/market/1144973",
    "cabriolet": false,
    "city": "Rockledge",
    "country": "United States",
    "description": "PRICE DROP!!  For full details and photos, please visit: https://www.viccicarauctions.com/detail/2005-porsche-911-carrera-s-140482  2005 brought a welcomed and huge upgrade to the Porsche...",
    "info": "2005 Porsche 911 Carrera S",
    "make": "Porsche",
    "model": "911",
    "modeldate": "2005",
    "price": "39900",
    "state": "FL",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB29935S742108",
    "year": "2005"
  },
  {
    "_id": "5dcfa9dd636b680b846861a1",
    "url": "https://rennlist.com/forums/market/1152297",
    "cabriolet": false,
    "city": "Corona",
    "country": "United States",
    "description": "2008  Porsche GT3 R Wide Body 997.2 Race Car  $85k  GT3 R WB 997.2 Cup Car chassis build, 3.6L engine, 6MT with short ring/pinion and LSD and more.  Full custom Vali Motorsports build...",
    "info": "Porsche GT3 R Wide Body 997.2 Race Car",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 85000,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "0000000000000000",
    "year": 2008,
    "detailed_description": "2008  Porsche GT3 R Wide Body 997.2 Race Car  $85k  GT3 R WB 997.2 Cup Car chassis build, 3.6L engine, 6MT with short ring/pinion and LSD and more.  Full custom Vali Motorsports build https://valimotorsports.com/ .  Detail and attention paid to every part of this quality build.   This is a new build with an upgraded cage.   Roof wing Short ring and pinion Guard  LSD All GT3 control arms , trust arms , toe links, sway bars GT3 Cup car suspension w/ Tarett engineering upgrades Carbon roof Fiberglass doors Fiberglass fenders Carbon cup wing base Fender louvers Rear diffuser Dive planes Motorsports clutch Aluminum AAsco flywheel New oil cooler New IMS New Windshield Motec data acquisition and display system Carbon fiber seat and new harnesses New window net Cup Car rear view mirrors Cup car shifter cables Shifter assembly Light weight wiring harness Custom headers and exhaust Deep sump Underdrive pulley system New coils, plugs, filter fluids Fire system Upgraded brake rotors, calipers and pads 2 sets of rims Electric power steering upgrade BMW Motorsports brake ABS systems (non-boosted) New paint inside and out  New radiators"
  },
  {
    "_id": "5dcfa9dd636b680b846861b0",
    "url": "https://rennlist.com/forums/market/1107808",
    "cabriolet": false,
    "city": "Diablo",
    "country": "United States",
    "description": "AWESOME! Fidelity Platinum Warranty good until 3/16/21 or 60,000 miles. Standard equipment plus options including: Full Black Leather, Electronically Adjust Seats, PDK, Self Dimming Mirrors,...",
    "info": "2011 Porsche 911 GTS Cabriolet",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 74500,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CB2A90BS755253",
    "year": 2011,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9dd636b680b846861bc",
    "url": "https://rennlist.com/forums/market/1118669",
    "cabriolet": false,
    "city": "Louisville",
    "country": "United States",
    "description": "Selling my 2012 Porsche Cayman R with 29,XXX miles. Red on black and high optioned car with $89,000 MSRP. PDK, STD Seats, Sport Chrono, PCM/NAV, Xenon, Auto AC, Sound PKG w/Sirius. Exterior...",
    "info": "2012 CAYMAN R",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2012,
    "price": 52500,
    "state": "KY",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A82CS793096",
    "year": 2012,
    "detailed_description": "Selling my 2012 Porsche Cayman R with 29,XXX miles. Red on black and high optioned car with $89,000 MSRP. PDK, STD Seats, Sport Chrono, PCM/NAV, Xenon, Auto AC, Sound PKG w/Sirius. Exterior is in great condition. Interior is equally superb and both seats show next to no wear and bolsters are not worn whatsoever. Clear bra on the car for protection. Car is PDK with paddle shifters.  Purchased in 2016 ago from owner with 27,121 on the odometer with full detail, service, and PPI without issue. All Service and maintenance was up to date and for good measure I changed the oil and filter and all filter elements..  Car has only been tracked for for the last 2 years. I have a full driving record. 2017 I drove 4 weekends, 2018 I drove 5 weekends. Other than that the car is not licensed to drive on the street. Car is stored in my climate control garage and started once weekly to ensure everything is running smoothly. I have a personal mechanic that works on my car. Was previously employed and trained through Bluegrass Motor Sports (local Porsche dealer). He can answer any and all questions concerning the cars maintenance history.  Asking $52,500 and open to negotiation and constructive criticism. If you are interested PM and we can discuss."
  },
  {
    "_id": "5dcfa9dd636b680b846861c7",
    "url": "https://rennlist.com/forums/market/1124050",
    "cabriolet": false,
    "city": "Knoxville",
    "country": "United States",
    "description": "2012 Porsche 911 Carrera S in Guards Red with black interior, 31,000 miles, Porsche Doppelkupplung (PDK), Porsche Dynamic Chassis Control (PDCC), 20-inch Carrera Classic wheel, Wheel center...",
    "info": "2012 Porsche 991/911 Carrera S Guards Red - Soul Performance Exhaust",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2012,
    "price": 65000,
    "state": "TN",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB2A90CS121336",
    "year": 2012,
    "detailed_description": "2012 Porsche 911 Carrera S in Guards Red with black interior, 31,000 miles, Porsche Doppelkupplung (PDK), Porsche Dynamic Chassis Control (PDCC), 20-inch Carrera Classic wheel, Wheel center caps with colored Porsche Crest, Sport Chrono Package, Electric sunroof, Navigation Module, Black standard interior, Guards Red, Power Sport Seats (14-way), Audio Package, Soul Performance Exhaust w/ Carbon Fiber Tips, OEM Clear Tail Lights, Xpel Protection film on entire front clip, TechArt wing, TechArt springs, Painted Interior Trim"
  },
  {
    "_id": "5dcfa9dd636b680b846861d5",
    "url": "https://rennlist.com/forums/market/1145948",
    "cabriolet": false,
    "city": "Pelham Manor",
    "country": "United States",
    "description": "I purchased the car as a CPO car in 2016. It has a great configuration as a PDK with Sport Chrono Pkg. Plus, PASM, Black Full Leather, heated Power Comfort seats w/ driver memory and heated...",
    "info": "2010 Porsche 911 Carerra 4S (997.2)",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 46500,
    "state": "NY",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A97AS720070",
    "year": 2010,
    "detailed_description": "I purchased the car as a CPO car in 2016. It has a great configuration as a PDK with Sport Chrono Pkg. Plus, PASM, Black Full Leather, heated Power Comfort seats w/ driver memory and heated steering wheel, Navigation, and Bose audio with Bluetooth. Always dealer serviced with full records from new. Paint and wheels are immaculate. My wife backed into it in the driveway about 6 months ago and dented the bumper. I took it to J&B Bodyworks (https://jbbodyworks.com/) which is Porsche certified (along with many other exotics) and had them replace the bumper and do a full paint correction of the entire vehicle to ensure a seamless match. I also had the windshield replaced due to some pitting that occurs over time and had the wheels refinished. It has brand new Michelin Pilot Sport 4S tires with less than 200 miles on them. The improvement in ride quality and road noise from the previous Pirelli P-Zero tires is very noticeable. It has carbon fiber door sills and a Sharkwerks x-pipe (https://www.sharkwerks.com) which sounds amazing without being annoying.  I have two young children and unfortunately am just not finding the time to drive it. Located in lower Westchester County, NY."
  },
  {
    "_id": "5dcfa9dd636b680b846861d8",
    "url": "https://rennlist.com/forums/market/1145420",
    "cabriolet": false,
    "city": "Memphis",
    "country": "United States",
    "description": "Extensively prepped and pampered 987 with Vision Motorsports / Bodymotion 4.2L motor for sale.    3 owner car; clean Carfax; no stories or accidents. I purchased in mid-2016, at which time,...",
    "info": "2006 Cayman S - 4.2L Street / Track Car",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 65000,
    "state": "TN",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29836U784601",
    "year": 2006,
    "detailed_description": "Extensively prepped and pampered 987 with Vision Motorsports / Bodymotion 4.2L motor for sale.    3 owner car; clean Carfax; no stories or accidents. I purchased in mid-2016, at which time, it was a mildly-built street car with a tuned, but factory 3.4.  I started to push the limits with more track time on aggressive suspension and tires, and the 3.4 fatally oil starved in late 2016.     I shipped the car to Bodymotion in NJ for assessment and rebuild. We chose a complete 4.2 liter motor from Vision Motorsports in California. The motor is bored and stroked from an X51 3.8S 997, with reworked heads, Carillo rods, JE pistons, custom knife-edge crank, and plenty of preventative oiling modifications.  Mileage at 4.2 install was 89,826. Proper break-in protocol followed for over 1,000 initial miles.  I have Vision's build sheet and warranty, which they consider proprietary, but will pass along to the next owner. The motor itself and installation was well over $50,000.  As listed below, I have progressively upgraded just about every aspect of the car over time.  It handles amazingly, remains in stellar aesthetic condition for a dedicated track car, and holds its own on the track against most cars short of PDK GTx models. I have not had the car on the dyno, as local access is spotty and unreliable.  Comparable builds should place it over 400 at the wheels.  I maintain the car religiously, and feed it Gibbs XP-9 oil and get Blackstone reports on each change (every 2 DEs).   The build highlights - in no particular order - are:  - Transmission rebuilt at 65k miles - Numeric short shift - Factory Porsche Cup shift cables - Wavetrac torque based biasing differential - Lightweight AASCO / Sachs clutch and flywheel combo (installed last season) - Front-mounted power steering cooler - Center radiator - Spek Pro Oil Pressure gauge where Sport Chrono clock would be (needs new sender) - Front and rear radiator screens - Heigo half cage  - Lexan engine cover - AC retained - Radio removed but retained  - Recaro Profi seats with Schroth harnesses - OMP Race steering wheel - Rennline pedal covers - Rennline aluminum track mats - Rennline tow hook - JRZ RS Touring 2 double adjustable coilovers - RS style door pulls - Tarret adjustable monoball front camber plates - Tarret monoball rear shock mounts - GT3 front sway bar - GT3 control arms on all corners - Tarret Drop links with rubber covered \"quiet\" Heim Joints - H&R rear sway bar - Tarret adjustable rear toe links - Rear axles replaced at 75k miles - Studded wheel carriers - GT3 Master Cylinder (SRF only) - Goodridge steel brake lines - GT3 front brake ducts - 997 GT3 front calipers (rebuilt last month) - Girodisc AP-style floating rotors - 325mm 2-piece rear rotors with adapter kit for rear calipers - Pagid Yellow pads (several sets) - 4.2 liter Vision Motorsports custom motor, tuned and retuned by Bodymotion - Fabspeed catless race headers - Fabspeed race exhaust - Fabspeed direct feed cold air intake (routes to external duct behind driver's side door) - GT3 throttle body - X51 plenum and manifolds - Custom Bodymotion deep sump with 2 drain plugs (holds an additional 3-4 quarts) - Undersized crank pulley and smaller drive belt - Porsche Motorsports AOS - Fenders rolled to fit 265 / 305 combo - One set OZ Alleggerita wheels - One set APEX wheels  - Getty carbon fiber front canards - Custom carbon fiber front splitter - Getty carbon fiber rear decklid spoiler and carbon GT-style wing - SST wing risers - Rennline rear subframe stabilizer with tie-down hooks  I exclusively use the car as a track toy, but it could be a dual-purpose car as well.  It is too loud for street driving as it sits, but the original headers and a milder muffler would remedy that.  It should pass emissions just about anywhere with those revisions (maybe fewer).  On softer settings, the JRZs are not intolerable at all.    Please feel free to ask questions, and PM for offers, or requests for more specific / detailed photos.  Thanks for looking.  "
  },
  {
    "_id": "5dcfa9de636b680b8468622c",
    "url": "https://rennlist.com/forums/market/1142583",
    "cabriolet": false,
    "city": "Danville",
    "country": "United States",
    "description": "SOLD",
    "info": "2010 Carrera 4S 6 speed Coupe.  47K miles, Meteor Grey Metallic/Black leather.",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 0,
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A91AS720615",
    "year": 2010,
    "detailed_description": "SOLD"
  },
  {
    "_id": "5dcfa9de636b680b8468622d",
    "url": "https://rennlist.com/forums/market/1150242",
    "cabriolet": false,
    "city": "Augusta",
    "country": "United States",
    "description": "Rare color Cobalt Blue , black full leather ( OMP seats)  ,factory X51 kit , GMG bar , 5 pt harness , well maintained  , orginal parts included , clean carfax , 2nd  owner ,  PM for full list",
    "info": "Rare cobalt blue 06 C2s w factory X51 kit  price drop 45K",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2006,
    "price": 45000,
    "state": "GA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29956S741267",
    "year": 2006,
    "detailed_description": "Rare color Cobalt Blue , black full leather ( OMP seats)  ,factory X51 kit , GMG bar , 5 pt harness , well maintained  , orginal parts included , clean carfax , 2nd  owner ,  PM for full list"
  },
  {
    "_id": "5dcfa9de636b680b84686239",
    "url": "https://rennlist.com/forums/market/1143950",
    "cabriolet": false,
    "city": "Port St Lucie",
    "country": "United States",
    "description": "2009 PORSCHE 911 TURBO AWD. Pristine condition dealer serviced never raced low miles.",
    "info": "2009 PORSCHE 911 TURBO AWD",
    "make": "Porsche",
    "model": "911",
    "modeldate": "2009",
    "price": "78000",
    "state": "FL",
    "transmission": "Automatic",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD29989S766405",
    "year": "2009"
  },
  {
    "_id": "5dcfa9de636b680b8468623a",
    "url": "https://rennlist.com/forums/market/1124897",
    "cabriolet": false,
    "city": "Oshkosh",
    "country": "United States",
    "description": "High spec 09' TT, Fully loaded custom build(see attached build sheet. Needs nothing. Stored in a heated garage, no accidents. Had an expel clear wrap on up until this last summer, it started...",
    "info": "2009 911 Turbo Cab, manual, very high spec, last of the Metzger",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2009,
    "price": 89900,
    "state": "WI",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0CD29949S773151",
    "year": 2009,
    "detailed_description": ""
  },
  {
    "_id": "5dcfa9de636b680b84686246",
    "url": "https://rennlist.com/forums/market/1140118",
    "cabriolet": false,
    "city": "Albuquerque",
    "country": "United States",
    "description": "2011 Porsche 911 (997.2) Coupe VIN: WP0AA2A9XBS706300  Aqua Blue Metallic / Stone Grey Leather with deviated Black carpeting Beautiful color/paint. Drives exceptional. Former CPO vehicle...",
    "info": "FS: 2011 997.2 Manual Coupe",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 47800,
    "state": "NM",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AA2A9XBS706300",
    "year": 2011,
    "detailed_description": "2011 Porsche 911 (997.2) Coupe VIN: WP0AA2A9XBS706300  Aqua Blue Metallic / Stone Grey Leather with deviated Black carpeting Beautiful color/paint. Drives exceptional. Former CPO vehicle (exp. Dec 2018). Meticulously maintained, Michelin PS4s recently installed. Texas Title in-hand for quick sale.  267 Automatically Dimming Interior and Exterior Mirrors 342 Multi-stage Heating System for Front Seats 419 19\" Carrera S II Wheel 446 Wheel Center with Colored Crest 480 Manual transmission 541 Front Seat Ventilation 603 Dynamic Cornering Light 619 Bluetooth Interface for Mobile Phone 672 Extended Navigation Module for PCM 3.0 680 BOSE(R) Surround Sound System 686 XM(R) Radio 810 Floor Mats in Interior Color 870 Universal Audio Interface D2 Aqua Blue Metallic DC Stone Grey Standard Leather P15 Electronically Adjustable Seats "
  },
  {
    "_id": "5dcfa9de636b680b8468624f",
    "url": "https://rennlist.com/forums/market/1133223",
    "cabriolet": false,
    "city": "Warren",
    "country": "United States",
    "description": "On consignment for our client in NJ. 2006 Porsche Cayman S Track/Race Car - 25k miles, Fully sorted, Multiple podiums in H and SPC in PCA Club Racing, Class record at LRP (H class),...",
    "info": "2006 Porsche Cayman S Track Car - Fully Built",
    "make": "Porsche",
    "model": "Cayman",
    "modeldate": 2006,
    "price": 52000,
    "state": "NJ",
    "transmission": "Manual",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AB29896U781511",
    "year": 2006,
    "detailed_description": "On consignment for our client in NJ. 2006 Porsche Cayman S Track/Race Car - 25k miles, Fully sorted, Multiple podiums in H and SPC in PCA Club Racing, Class record at LRP (H class), Replacement engine in 2016 (3 races and maybe 6 DE's on engine - which was from an 18k mile wreck), Original H class Build in 2011, SPC in 2017.  Ready to race in SPC class but also a fast, safe HPDE car (or both!)  extra set of wheels/tires  Here are more details...  Engine & Tranny:"
  },
  {
    "_id": "5dcfa9de636b680b8468625d",
    "url": "https://rennlist.com/forums/market/1141205",
    "cabriolet": false,
    "city": "Torrance",
    "country": "United States",
    "description": "Fully Sorted, no expenses spared, super clean and rare 2009 example! Porsche only made 329 coupes in 2009, with less than half of those being 6-speed. With this you get the way better 997.2...",
    "info": "2009 911 Turbo Coupe 6spd Blk/Blk w/ light mods",
    "make": "Porsche",
    "model": "911",
    "modeldate": "2009",
    "price": "80000",
    "state": "CA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AD29909S766267",
    "year": "2009"
  },
  {
    "_id": "5dd9de85636b680b8466a15a",
    "url": "https://rennlist.com/forums/market/1170575",
    "cabriolet": false,
    "city": "Coral Gables",
    "country": "United States",
    "description": "As the title states, I'm selling my 997 turbo. This is a clean title, clean Carfax, no accident car. No stories here... Car currently sits at 37k miles. Mileage will change as I...",
    "info": "2007 Speed Yellow 911 Turbo 6spd 997",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2007,
    "price": 82800,
    "state": "FL",
    "transmission": "Manual",
    "turbo": true,
    "vendor": false,
    "vin": "WP0AD299X7S786622",
    "year": 2007,
    "detailed_description": "As the title states, I'm selling my 997 turbo. This is a clean title, clean Carfax, no accident car. No stories here... Car currently sits at 37k miles. Mileage will change as I occasionally drive it (too much fun not to drive).  Maintenance records available. Most recently (about 2k miles ago) a full clutch/flywheel service, front and rear brake pads and rotors were relpaced as well. Car recently went through a full detail, paint correction, and was \"Ceramic Pro\" coated with the 5year product at Alpha Pro. If you know about the product you'll understand the value. The new buyer will buy it and enjoy it. Car needs ABSOLUTELY NOTHING.  342 Heated Front Seats 404 19\" Turbo wheels 425 Rear Wiper 431 Three-spoke Multi-function Steering Wheel in Leather 467 Axle-Differential Lock Rear 480 Manual transmission 635 ParkAssist 640 Sport Chrono Package Turbo 692 Six-disc CD autochanger 810 Floor Mats in Interior Color AT Black Full Leather P01 18 Way Adaptive Sport Seats X4 Speed Yellow X70 Door Entry Guards in Stainless Steel XFH Instrument Dials in Speed Yellow XSC Porsche Crest in Headrests XSY Seat Belts in Speed Yellow Bose Premium Sound Package Remote CD Changer (6 Disc) Self Dimming Mirrors Navigation PCM Module for Telephone PCM  Goodies installed: - H&R Sport Springs - BBI Titanium exhaust - BBI High Flow Catalytics (200cel)  - COBB Hand Held Tuner (Interchangeable maps including Valet and Anti-Theft) - OEM GT3 wheels (Not included) We can talk if you really want these instead. Car will sale with the 19\" wheels in the last picture of the ad. They have brand new Bridgestone tires with less than 1K miles.  - Xpel PPF clear bra protective film first 1/4 of the vehicle.  Additional info on the car: All maintenance is up to date. Most recent services are the following: - OEM Starter replaced at Vertex Auto (Sept 2019) - Clutch/ flywheel service (Oct. 2019) - Front/ rear brake pads & rotors replaced (Oct 2019) - Oil/Filter change - All wheel alignment  - OEM water pump/OEM thermostat/ Aux belt & gaskets.  All PPI's are welcomed, and I can assist with shipping/transport at buyers expense if necessary. Feel free to call or text if you ned any additional information. 305.469.8304.  Cheers!!  "
  },
  {
    "_id": "5dd9de85636b680b8466a16a",
    "url": "https://rennlist.com/forums/market/1170366",
    "cabriolet": false,
    "city": "San Diego",
    "country": "United States",
    "description": "Is with a very heavy heart that I am considering selling my 2011 Carrera S PDK. Took me six months to find her and I couldn't ask for anything more. Only reason I am selling is that after 18...",
    "info": "2011 Carrera S/ 42K Miles/ PDK/ Sport Chrono/ Carbon Pkg/ MINT",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2011,
    "price": 58000,
    "state": "CA",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB2A94BS720321",
    "year": 2011,
    "detailed_description": "Is with a very heavy heart that I am considering selling my 2011 Carrera S PDK. Took me six months to find her and I couldn't ask for anything more. Only reason I am selling is that after 18 months of back-and-forth with the city and engineers and architects our plans are FINALLY approved for a massive home remodel and we must move out for one year. I can only take one of my cars with me...  On to the Carrera:  - Last full year of 997.2 with all upgrades and improvements - Up to date on all maintenance. Impeccably maintained with Records back to almost the very beginning. Just had 40,000 mile service done and included spark plugs and brake flush. - Michelin Pilot Super Sports installed about 4K miles ago. - Prior owner was retired older gentleman who impeccably and anally maintained this vehicle. He purchased it from the original owner at around 20,000 miles as a CPO car. - Never tracked, always garaged stored and never abused. - Just did OEM motor mounts as I was past 6 year mark - Brakes are at 70% - Needs nothing  Option list attached in pics.  Upgrades/Mods: - NEW Fister Sport exhaust (sounds incredible, like it always should have!) - Sharkwerks X Pipe (have original center muffler) - Newly powder coated to PON Edition spec 19\" Carrera S II wheels in perfect condition - Clear front turn signal lenses - OEM satin black rear badge/script - Lloyd floor mats (have perfect originals) - Ceramic coated on all open body panels - PPF on the rest  Car is 9.9/10. No scratches, no dents, no accidents. Maybe 1-3 tiny rock chips. As mint as any 2011 I have ever seen. I have seen many!  This is priced very fairly considering KBB is $56,000 and this is the next classic as the last naturally aspirated 911 with hydraulic steering and the car is basically perfect. Please only contact me if you are serious about the vehicle. Low ***** will be politely ignored. Thank you.  Clean, clear title in hand. Carfax available for serious buyers.  619-577-3006     "
  },
  {
    "_id": "5dd9de85636b680b8466a179",
    "url": "https://rennlist.com/forums/market/1170189",
    "cabriolet": false,
    "city": "Seattle",
    "country": "United States",
    "description": "More photos: https://drive.google.com/drive/folders/1FkxMM1eb_qUe9iu6b6VL7gWPLnOMVxms?usp=sharing  Purchased August 2018 with 71K miles and I am the 4th owner. This 911 originally came...",
    "info": "2005 Carrera S w/PPCB, Sport Chrono, Sport Seats, Bose, full leather, sport shifter",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2005,
    "price": 40000,
    "state": "WA",
    "transmission": "Manual",
    "turbo": false,
    "vendor": false,
    "vin": "WP0AB29925S741418",
    "year": 2005,
    "detailed_description": "More photos: https://drive.google.com/drive/folde...ms?usp=sharing  Purchased August 2018 with 71K miles and I am the 4th owner. This 911 originally came pretty much fully loaded with highly sought after carbon ceramic brakes (PCCBs), sport exhaust, active suspension management (PASM), Sport Chrono, factory sport shifter, Bose stereo, and a beautiful and unique color combination of Speed Yellow over Cocoa Brown full leather interior highlighted with yellow seat belts. Original MSRP was $105,655!  It is in excellent condition, runs like a charm, no leaks, well-maintained, adult and enthusiast-owned, no pets/children, no smoking, always garaged. I just had the car professionally hand-washed, waxed, detailed, and vacuumed. It is ready to go for the new owner!  It had the IMS bearing upgraded/replaced in 2015, and a bunch of other maintenance (see below). Oil changed every 5-6,000 miles and I have three oil reports from Blackstone with normal or below normal levels on all readings during my ownership. This is the 5th 911 I've owned (previous 4 were air cooled) and it is definitely my favorite. I'm selling because I bought another Porsche 911.   Tastefully modified and handles/drives impeccably. All aesthetic body parts were professionally painted by Haury's Lake City except front lip. PPIs welcomed at any reputable shop in Seattle at buyer's expense.  Cash only, no trades. Local sale preferred but I will facilitate shipping at buyer's expense. Clean title and Porsche Certificate of Authenticity in hand. I also have the clean Carfax from when I bought the car and can share with prospective buyer as well as full records of maintenance since 2005. Thank you for looking.  Modifications:"
  },
  {
    "_id": "5dd9de86636b680b8466a18c",
    "url": "https://rennlist.com/forums/market/1170303",
    "cabriolet": false,
    "city": "Boca Raton",
    "country": "United States",
    "description": "2010 Porsche GT3 with 19,000 miles. $119,000 obo. Trades welcome.  This is a spectacular example of a 2010 GT3, and easily the nicest one we've had.  This car has been lowered 10mm, has a...",
    "info": "2010 Porsche GT3",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2010,
    "price": 119900,
    "state": "FL",
    "transmission": "Manual",
    "turbo": false,
    "vendor": true,
    "vin": "WP0AC2A99AS783202",
    "year": 2010,
    "detailed_description": "2010 Porsche GT3 with 19,000 miles. $119,000 obo. Trades welcome.  This is a spectacular example of a 2010 GT3, and easily the nicest one we've had.  This car has been lowered 10mm, has a Techart 2.3 inch front lift, numeric shifter, numeric cables, and Cantrell Transmission mount.  Clean Carfax. The entire front of the car and the quarters have clear bra paint protection. Never had any paintwork. This car is in perfect condition.  VIN: WP0AC2A99AS783202  For full photos go to: https://www.atlantismotorgroup.com/v...orsche-911-gt3  Call or email for more info 800-935-9590 [email protected]"
  },
  {
    "_id": "5dd9de86636b680b8466a191",
    "url": "https://rennlist.com/forums/market/1169875",
    "cabriolet": true,
    "city": "Collierville",
    "country": "United States",
    "description": "This is a very well cared for 2008 997 911 S Cabriolet. It is Ruby Red Metallic over black interior. Options include Sport Chrono Plus and navigation. Excellent drivers car. Fresh service in...",
    "info": "2008 Porsche 911 S Cabriolet in fantastic Ruby Red Metallic Over Black Interior",
    "make": "Porsche",
    "model": "911",
    "modeldate": 2008,
    "price": 31500,
    "state": "TN",
    "transmission": "Automatic",
    "turbo": false,
    "vendor": false,
    "vin": "Sport Chrono Plus",
    "year": 2008,
    "detailed_description": "This is a very well cared for 2008 997 911 S Cabriolet. It is Ruby Red Metallic over black interior. Options include Sport Chrono Plus and navigation. Excellent drivers car. Fresh service in october, newer tires, history for the past 7 years, everything in perfect working condition both inside and out. 2 sets of keys, and tool kit is complete along with all brochures and manuals. Tiptronic trans. Clean carfax. All stock other then a recent updated fabspeed exhaust system and new loyyd floor mats. I do have the original exhaust and floor mats that will be included with the car if requested. "
  }
]